[
  {
    "id": "Addie_Applewood",
    "name": "Addie Applewood艾迪・蘋果木",
    "url": "npc/npc_page/pages/Addie_Applewood.html",
    "image": "individual_pics/Addie Applewood.png",
    "status": "dead",
    "race": [
      "Gnome"
    ],
    "gender": "male",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "土城太陽議會蘋果席的代表，負責土城的外交。\n有兩個孩子：佩妮・蘋果木和凱許・蘋果木。",
    "descEn": "The representative of the Seat of Apple in the Council of Sols in Mudtown, in charge of diplomacy.\nAddie has two kids: Penny Applewood and Cash Applewood.",
    "location": [
      "Mudtown"
    ],
    "related": [
      "Cash_Applewood",
      "Connie_Cornell",
      "Penny_Applewood"
    ],
    "qa": {
      "Q": "艾迪拒絕了你想要蘋果木的要求，你決定怎麼做？\nAddie declined your request for the applewood, what do you do?",
      "C1": "向他闡明這是萊里女士的要求。\nTelling him it's Miss Riley's request.",
      "C2": "點點頭，然後開始計劃該怎麼偷到蘋果木。\nNod, and start planning how to steal the applewood.",
      "R1": "艾迪咆哮道，萊里在土城也得遵守規矩，不得造次。\nAddie roared, saying the even Riley should obey the rule in Mudtown.",
      "R2": "一週後，當艾迪發現蘋果木被偷時，你們已經離開土城了。\nAfter Addie found that his applewood was stolen a week later, you're already out of Mudtown."
    }
  },
  {
    "id": "Alex",
    "name": "Alex艾麗克斯",
    "url": "npc/npc_page/pages/Alex.html",
    "image": "individual_pics/Alex.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "大學城科技區的工匠，專長是製作機甲。個性很直，但同時也討厭個性很直的人。\n冒險者們帶著金屬手臂來找他研究，他十分有興趣。\n比起和冒險者們討錢，他提出了請Midori把手臂拆下來借他研究，隔天再還給他，作為交易的籌碼。",
    "descEn": "A mechanic in the tech division at the Great Citadel, who is best at working on mechas. She is a straight forward woman, but also dislike others who is straight forward.\nThe adventurers came to her with a metal arm, and she was interested in examining it.\nRather than charging the adventurers fee, Alex proposed that Midori take her arm down for her to do some research.",
    "location": [
      "Great Citadel"
    ],
    "related": [],
    "qa": {
      "Q": "艾麗克斯看著你身上的奇異裝備，詢問你是否介意讓他做個測試？\nAlex looks at the strange equipment on your body, asking if you're willing to ket her do some testing on it?",
      "C1": "你點點頭，讓艾麗克斯著手研究。\nYou nod, permitting Alex to start researching.",
      "C2": "你搖搖頭，這是屬於你的珍貴物品，艾麗克斯不能想碰就碰。\nYou shake your head. This is your precious, Alex can't just touch it.",
      "R1": "研究一番過後，艾麗克斯提出報價，要用50枚金幣和你收購這些裝備。\nAfter some research, Alex asks if she can buy your equipments for 50 gold pieces.",
      "R2": "艾麗克斯皺著眉頭，把你趕了出去。他不喜歡有人打擾他研究。\nAlex frowns, and waves you out. She doesn't like to be interrupted in the middle of her research."
    }
  },
  {
    "id": "Alfenor",
    "name": "Alfenor阿爾芬諾",
    "url": "npc/npc_page/pages/Alfenor.html",
    "image": "individual_pics/Alfenor.jpeg",
    "status": "alive",
    "race": [
      "God"
    ],
    "gender": "neutral",
    "religion": [
      "The Spider Religion"
    ],
    "descZh": "被稱為蜘蛛王。\n是多數人認定蜘蛛神教的主神，但其實地位低於母親大人。\n10836年，由妖精王國的艾蒙醫生、法倫主教，和諾威爾的屍體粉塵，透過儀式融合而成。",
    "descEn": "Also known as the Spider King.\nAlfenor is mostly known as the God of the Spider-God religion, but is actually below Mother.\nAt year 10836, Alfenor was created by forging Dr. Elmond, Bishop Fallon and the dust of Norvelle’s body in the Elvish Kingdom through a ritual.",
    "location": [
      "Macksohn",
      "Phreit"
    ],
    "related": [
      "Anna",
      "Dennis",
      "Elmond",
      "Fallon",
      "Norvelle",
      "The_Mother"
    ],
    "qa": {
      "Q": "你的腦中傳來窸窸窣窣的爬行聲，你摀住耳朵，聲音更大了。\nYou heard squeaking crawling sounds in your head. It sounds even louder when you cover your ears.",
      "C1": "屈服，放棄抵抗。\nGive in, and stop resisting.",
      "C2": "用盡你的力量全力抵抗。你失去了意識。\nUse all your effort to resist it. You lost consciousness.",
      "R1": "你感受到一股強大的力量侵入你。\nYou felt a strong force invading you.",
      "R2": "幾分鐘後，爬行聲消失了。你身邊的夥伴......看起來不太對勁。\nA few minutes later, the sound disappeared. Your mate next to you...... looks a bit odd."
    }
  },
  {
    "id": "Alfie_Fuller",
    "name": "Alfie Fuller艾菲・富勒",
    "url": "npc/npc_page/pages/Alfie_Fuller.html",
    "image": "individual_pics/Alfie Fuller.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "沃瓦倫鎮的酒鬼，似乎總是醉醺醺的遊蕩在街上。\n年約50，看起來在鎮上沒有家人。\n時常酒醉後闖入勞迪俱樂部嚇唬來訪的外地人。\n住在布魯斯家隔壁的破舊房屋內。",
    "descEn": "The local drunk of Vowalon, who was always drunk on the road.\nHe was in his 50s and seems to be all alone in the town.\nAlfie is often drunk while entering the Rowdy’s Club and scared travelers.\nHe lived in a house that is quite in a bad condition next the Bruce’s house.",
    "location": [
      "Vowalon"
    ],
    "related": [
      "Bruce_Dunham"
    ],
    "qa": {
      "Q": "艾菲闖進酒館，抓者你的肩膀，大喊著危險。\nAlfie runs into the tavern, grabs your shoulder, shouting danger.",
      "C1": "將他推開，繼續喝你的啤酒。不過是個瘋老頭。\nYou push him away, keep on with your beer. He's just a lunatic old man.",
      "C2": "你站了起來，詢問艾菲怎麼了？\nYou stand up, asking Alfie what's wrong?",
      "R1": "一天後，在屍體前，你回想起艾菲曾露出的恐慌的眼神。\nA day later, facing the bodies, you remember Alfie's face of fear.",
      "R2": "布魯斯拍拍你的肩膀，告訴你艾菲還沒吃藥。\nBruce taps your shoulder, telling you that Alfie hasn't has his med yet."
    }
  },
  {
    "id": "Andrea_Day",
    "name": "Andrea Day安德烈亞・戴依",
    "url": "npc/npc_page/pages/Andrea_Day.html",
    "image": "individual_pics/Andrea Day.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "大學城歷史區的現任區長。\n個性古怪，有強烈的毒癮，辦公室基本上是煙霧瀰漫。\n有個叫麥爾文的助手。\n對各種不同宗教都有研究，過去曾研究攔截靈魂的方法，因此捕捉到蘿琳被月神帶走的靈魂。",
    "descEn": "The current leader of the History District in the Great Citadel.\nAndrea is a weird tempered man who has a very strong addiction to drugs, with his office mostly covered with dust.\nHe had an assistant named Melvin.\nAndrea did research on all different religions, and once succeeded to intercept a soul, who happened to be Roline that was taken away by Phynoir.",
    "location": [
      "Great Citadel"
    ],
    "related": [
      "Melvin",
      "Roline_Hughes"
    ],
    "qa": {
      "Q": "安德烈亞丟了一包「檸檬」給你，他的口中吐出橙黃色的煙。\nAndrea handed you a bag of 'Lemon', blowing out orange smoke from his mouth.",
      "C1": "你大力吸了一口，新鮮嗆辣的味道直撲你的鼻腔。\nYou breath it in hard, fresh spicy flavor filled in your nostril.",
      "C2": "你搖了搖頭，和安德烈亞說了聲謝謝，便把「檸檬」還給他。\nYou shake your head, said thank you to Andrea, and gave 'Lemon' back to him.",
      "R1": "你不知道你看見的，究竟是安德烈亞儀式的成果，還是只是你的幻覺。\nYou're not sure if it's the result of Andrea's ritual or hallucination that you're seeing.",
      "R2": "安德烈亞咕噥一聲，叫麥爾文把你們趕走。\nAndrea grunted, shouting Melvin to take you all out."
    }
  },
  {
    "id": "Anna",
    "name": "Anna安娜",
    "url": "npc/npc_page/pages/Anna.html",
    "image": "individual_pics/Anna.png",
    "status": "alive",
    "race": [
      "Elf",
      "God"
    ],
    "gender": "female",
    "religion": [
      "The Spider Religion"
    ],
    "descZh": "瑟巴諾鎮長索恩的妻子，視覺年齡約二十初頭，是個妖精。在索恩當上鎮長一段時間後來到瑟巴諾，與索恩相識並結婚。\n在瑟巴諾被離奇屠村後，出現在Paladin面前，並透過自己的技術，將溶成泥的冒險者們重新培育出來。\n似乎是蜘蛛王阿爾芬諾的後裔以及信徒。\n在鎮長家的地底有座自己的實驗室。\n將冒險者們重新培育出來後，安娜便消失了，但冒險者們卻發現自己身上出現了蜘蛛網型的印記，似乎是個詛咒。\n再次出現時，安娜與母親大人一同威脅Paladin，後來又偽裝成蘿琳試著將Paladin帶走，實際是想對Paladin逼婚，以藉由他的貴族身份拿點好處。\n透過Paladin的身體，將母親大人奪舍後，成為新的蜘蛛神。",
    "descEn": "Anna is an elf who is the wife of mayor Thorne of Sebano, and looks like in her early 20s. She came to Sebano short after Thorne became the mayor of the town, and got married in a short time.\nAfter the macabre slaughter of Sebano, Anna showed up to Paladin, and reformed the other adventurers from mud.\nAnna seems to be a descendant and believer of Alfenor.\nShe has her own lab at the basement of the mayor’s house.\nAfter recreating the adventurers, Anna disappeared, but the adventurers found some spider web-shaped totem on their bodies, that seems like a curse.\nWhen Anna reappeared, she and Mother threatened Paladin, and also disguised as Roline, trying to take Paladin away. She was intended to force Paladin into marriage to take advantage of his noble identity.\nAnna later invaded Mother’s body through Paladin, and became the new Spider God.",
    "location": [
      "Sebano",
      "Macksohn"
    ],
    "related": [
      "Alfenor",
      "Jonathan",
      "Marianne_Jens",
      "Mayor_Thorne",
      "Roline_Hughes"
    ],
    "qa": {
      "Q": "你發現安娜的瞳孔看起來有點奇異，有點......不像人類。\nYou find Anna's pupil a bit odd, somewhat...... inhuman.",
      "C1": "你選擇沉默，不揭發這件事。\nYou choose to stay silent and not talk about this.",
      "C2": "你和索恩市長提及這件事。索恩市長感到震驚。\nYou told Mayor Thorne about this. He seemed surprised.",
      "R1": "你看見安娜對你露出詭異的微笑，不過幸好僅此而已。\nYou see Anna smiled at you in a weird way, but thank goodness, that's it.",
      "R2": "隔天，你倒在索恩市長的屍體旁，安娜變形的臉是你生前看到的最後景象。\nThe next day, you lay next to Mayor Thorne's body. Anna's twisted face is the last thing you see before you die."
    }
  },
  {
    "id": "Bartosz_Richmond",
    "name": "Bartosz Richmond巴托斯。里奇蒙",
    "url": "npc/npc_page/pages/Bartosz_Richmond.html",
    "image": "individual_pics/Bartosz Richmond.jpg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "貝瑟頓的里奇蒙爵士。\n里奇蒙家族似乎過去十分興旺，如今卻風華不再，且淪為城內人的笑話。\n爵士於60歲左右時便開始失智，如今只能靠宅邸內的傭人用輪椅推著他才能行動。\n他時不時會呼喊著「艾格妮絲」這個名字，但從家譜無法確定他喊的是他的老婆，還是祖母，兩人都叫艾格尼絲。\n他有個女兒叫萊里。\n爵士也對部分詞語有所反應，如「T.I.D.E.S.」。",
    "descEn": "Syr Richmond from Batherdon.\nThe Richmond family used to be rich, but now they are nothing but a joke in Batherdon.\nBartosz suffered from dementia around his 60s, and can only move in a wheelchair with the aid of a maid in his mansion.\nHe often yells the name “Agnes\", but can’t tell if it was his wife or grandmother, who both had the name Agnes.\nHe has a daughter named Riley.\nBartosz also responds to some words, like “T.I.D.E.S.\".",
    "location": [
      "Batherdon"
    ],
    "related": [
      "Riley_Richmond",
      "Tina"
    ],
    "qa": {
      "Q": "你找到了信中里奇蒙爵士提到的寶箱。你要依約帶回裡奇蒙宅邸，還是把寶箱帶走，離開貝瑟頓？\nYou found the treasure chest mentioned in Syr Richmond's letter. Do you bring it back to the Richmond mansion, or take it and leave Batherdon?",
      "C1": "帶著寶箱回到裡奇蒙宅邸。\nTake the treasure chest back to the Richmond mansion.",
      "C2": "里奇蒙爵士受到寶箱的影響，恢復了神智。他把寶箱打開，將裡面的魔法物品分享給你們。\nSyr Richmond was affected by the treaure chest and regain his consciousness. He opened the chest and shared the magical items in it with you.",
      "R1": "把寶箱帶離貝瑟頓。\nTake the treasure chest out of Batherdon.",
      "R2": "你找變了王國的各大鎖匠與盜賊，依然打不開這個寶箱。\nYou looked for all famous locksmiths and thieves, but the treasure chest remain unopened."
    }
  },
  {
    "id": "Basuu",
    "name": "Basuu巴蘇",
    "url": "npc/npc_page/pages/Basuu.html",
    "image": "individual_pics/Basuu.png",
    "status": "dead",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [
      "Phyneal"
    ],
    "descZh": "在《古斯塔夫諾曼失蹤事件》中艾爾諾新任的長老。有一名弟弟叫多蘇。\n中年半妖精男性。\n與來訪的古斯塔夫有激烈的爭執。\n對來訪的冒險者們不予理睬，但在冒險者們離開營帳後，似乎表現出對於有人在調查古斯塔夫的死因很警惕。",
    "descEn": "The new leader of El'Nore in “the Disappearance of Gustavo Norman\". He has a brother named Dosuu.\nA middle-aged half-elf.\nHe had an argument with Gustavo that went fierce.\nDidn’t care about the visiting adventurers, but after they left the camp, he seemed to be very alert about people investigating the death of Gustavo.",
    "location": [
      "El'Nore"
    ],
    "related": [
      "Dosuu",
      "Gustavo_Norman"
    ],
    "qa": {
      "Q": "你們來到巴蘇的帳篷，想得到關於古斯塔夫失蹤事件的更多線索。\nYou come to Basuu's tent, wanting to get more information on the disappearance of Gustavo.",
      "C1": "你直接明瞭的詢問巴蘇關於古斯塔夫失蹤的事。\nYou directly ask Bass about Gustavo's disappearance.",
      "C2": "你偷偷觀察巴蘇的言行舉止和說的話。\nYou observe Basuu's behavior and his words in secret.",
      "R1": "巴蘇給了一些沒用的資訊，對你毫無幫助。\nBasuu gives a bunch of useless information, which has no help to you.",
      "R2": "巴蘇和其他人說話時，有幾個關鍵字引起了你的注意。也許該問問其他居民這幾個地點在哪裡。\nYou heard certain keywords in Basuu's conversation with others. Maybe you should ask the other villagers about these places."
    }
  },
  {
    "id": "Beau",
    "name": "Beau波",
    "url": "npc/npc_page/pages/Beau.html",
    "image": "individual_pics/Beau.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "麥克嵩當地的七歲小女孩。父母在比武大會中死去，因此成為孤兒。\n因為視台北市議員為偶像，要求加入一起冒險。在Midori與Siri的認可下加入台北市議員，並視Midori為媽媽，Siri為爸爸。\n說話十分衝動不忌言，才剛加入台北市議員，得罪了當中不少人。\n到妖精荒野後，以救世主的身份留在那裡，但最終除了波外，其他當地居民都在拉索斯教入侵後被消滅。回到物質世界時已年過40，便和冒險者們一起繼續以剿滅拉索斯教為目標冒險。",
    "descEn": "A 7 years old girl fro, Macksohn, who lost her parents in the Macksohn Tournament, thus became an orphan.\nBeau sees the Councilor of Tapei as her idol, so she asked to join them. With Midori and Siri acknowledging her, she joined the party and sees them as her parents.\nBeau often speaks recklessly, and have already offended quite a lot of the party members.\nWhen the party traveled to the Feywild, Beau stayed as the Messiah, but later she only survived to be the only one left after the Laxthos invasion. She was in her 40s when she came back to the material world, with the adventurers not aged yet. She traveled with the party and aimed to defeat the Laxthos.",
    "location": [
      "Macksohn",
      "Dorrenville",
      "Great Citadel",
      "Fanaur",
      "St. Rayami Island"
    ],
    "related": [
      "Elby__Dr_White"
    ],
    "qa": {
      "Q": "8歲的波站在冒險團隊前，說著自己要加入團隊。\nBeau, who is eight years old, stand in front of the party, saying the she wants to join the party.",
      "C1": "接受他，並在一路上好好保護他。\nAccept her, and protect her well on the road.",
      "C2": "拒絕他。你們光自己都顧不著了。\nDecline her. You can't even take good care of yourselves.",
      "R1": "路上雖然艱辛，但波終究成為了可靠的夥伴。\nAlthough it's a difficult trip, Beau become a helpful companion along the way.",
      "R2": "多年後再次回到麥克嵩時，你遭到一名浪客襲擊。「還記得我嗎？」\nYears later when you arrive Macksohn, you're ambushed by a rogue. 'You still remmeber me?'"
    }
  },
  {
    "id": "King_Benevol_II",
    "name": "King Benevol II巴納沃二世",
    "url": "npc/npc_page/pages/King_Benevol_II.html",
    "image": "individual_pics/King Benevol II.jpeg",
    "status": "unknown",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Trinix"
    ],
    "descZh": "麥丁頓的前任統治者。\n在麥克嵩比武大會時遭到法蘭奇吸乾精力，卻在法蘭奇消失後彷彿完全恢復元氣，悄悄逃離了包廂。\n在那之後，據說他傳位給了他的兒子艾略特四世，不見了。",
    "descEn": "The ex-ruler of the Mattington Kingdom.\nHis soul was sucked out but Frankie at the Macksohn Tournament, but recovered after Frankie was gone, leaving the private box sneakily.\nAfter that, it was known that he passed the throne to his son, Elliot IV, and was not seen again.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Frankie",
      "King_Elliot_IV",
      "Lady_Marian",
      "ScarFace"
    ],
    "qa": {
      "Q": "你贏得了麥克嵩比武大會，國王巴納沃二世詢問你想要什麼作為獎賞？\nYou won the Macksohn Torunament. King Benevol II asked what you want as a price?",
      "C1": "你祈求成為禁衛軍的一員。\nYou ask to become one of the king's guard.",
      "C2": "你祈求一塊封地，成為領主。\nYou ask for a fief to be a lord.",
      "R1": "三年後，你以禁衛軍隊長的名號，成為貴族。\nThree years later, you become a noble due to your title of the captain of king's guard.",
      "R2": "三年後，你的領地大豐收，你賺了不少錢。\nThree years later, your earned quite some money due to the harvest in your fief."
    }
  },
  {
    "id": "Benny_Cozlothramuda",
    "name": "Benny Cozlothramuda班尼・寇茲洛薩穆達",
    "url": "npc/npc_page/pages/Benny_Cozlothramuda.html",
    "image": "individual_pics/Benny Cozlothramuda.jpeg",
    "status": "dead",
    "race": [
      "Dwarf"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "本名班傑明，出身於歷史悠久的矮人家族。\n沃瓦倫長年的腕力冠軍。\n於沃瓦倫擔任潔絲敏失蹤事件的搜救隊一員，雖然對於沒能找到潔絲敏感到很懊惱，但本身爽朗的個性讓他對此沒有過度責怪自己。",
    "descEn": "Benjamin was his full name, and he was from an ancient dwarf family.\nBenny had been the longtime arm-wrestling champion in Vowalon.\nHe was also one of the rescue team to find Jasmine, but was upset that he failed. Good for him that he was a bright man that it didn’t linger too long.",
    "location": [
      "Vowalon"
    ],
    "related": [
      "Jasmine_Warren"
    ],
    "qa": {
      "Q": "你擊敗班尼，贏得了沃瓦倫腕力冠軍。班尼拔下他的戒指，送給你作為贈禮。\nYou defeated Benny, becoming the Vowalon arm wrestling champion. Benny plugged off his ring, giving it to you.",
      "C1": "接受戒指，並將它戴上。\nAccept the ring, and put it on your finger.",
      "C2": "禮貌的回絕，表示這是他家族的寶物，你不能拿。\nDecline politely, saying it's his family heirloom, you shouldn't have it.",
      "R1": "酒館大家歡聲鼓舞，但你注意到班尼在角落生悶氣。\nPeople in the tavern cheer and applause, but you notice Benny hiding in the corner, sulking.",
      "R2": "班尼向你擁抱，對你高尚的品德讚譽有加，但還是硬把戒指塞給你。\nBenny embraces you, praises your noble character, but still gives you the ring."
    }
  },
  {
    "id": "Bernard_Norm",
    "name": "Bernard Norm伯納德・諾姆",
    "url": "npc/npc_page/pages/Bernard_Norm.html",
    "image": "individual_pics/Bernard Norm.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "The Spider Religion"
    ],
    "descZh": "麥克嵩的年輕貴族，家族似是經營牲畜的。\n似乎對貴族間的雜交派對頗為熟悉。\n與華生和Sugalu在王宮花園相談甚歡，而且對Sugalu十分在意。\n似乎在鬥爭中被他所信任的潘蜜拉害死。",
    "descEn": "A young noble in Macksohn, whose family does livestock business.\nBernard is quite familiar with the secret orgy parties within the noble circle.\nHe met Watson and Sugalu at the Palace Garden, and seemed to care about Sugalu pretty much.\nIt was suspected that his death was directed by his noble friend Pamela, who seemed to betray him due to the conflict between the nobles on whether to support the new king or not.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Pamela_Yaso",
      "The_Mother"
    ],
    "qa": {
      "Q": "踏入諾姆家，伯納德邀請你到二樓，見他臥床的母親。\nStepping into the Norm house, Bernard asks you to go two the second floor to see his bedridden mother.",
      "C1": "雖然聽起來有點怪異，但基於禮貌，還是點頭接受。\nAlthough it sounds a bit weird, but to be polite, you still nod and accept.",
      "C2": "拒絕他，表示讓他母親好好休息，不打擾。\nDecline him, saying it would disturb his mother, and his mother should rest.",
      "R1": "床單下隆起巨大的軀體。那很顯然不是人類。\nA huge body appeared beneath the sheets. It's definitely not a human.",
      "R2": "伯納德露出失望的表情，但也不強迫你。\nBernard seems depressed, but he doesn't force you."
    }
  },
  {
    "id": "BoBoCBoBoZ",
    "name": "BoBo-C啵啵C/BoBo-Z啵啵Z",
    "url": "npc/npc_page/pages/BoBoCBoBoZ.html",
    "image": "individual_pics/BoBo-C:BoBo-Z.jpeg",
    "status": "alive",
    "race": [
      "Construct"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "與冒險者前往完成和洛森王國交易的機器人。\n擔任馬車駕駛。\n在呼喚了前輩啵啵W後，與龍蛋結合，進化成啵啵Z。",
    "descEn": "A robot that traveled with the adventurers to the Lothum Kingdom, who acted as the carriage driver.\nAfter calling BoBo-W, BoBo-C merged with the Dragon’s Orb and evolved into BoBo-Z.",
    "location": [
      "Orun"
    ],
    "related": [
      "BoBoVBoBoW",
      "BolBolBoBoOMEGA"
    ],
    "qa": {
      "Q": "你看見了啵啵C和另一個相似的機器人正在溝通，但你聽不懂內容。\nYou see BoBo-C communicating with another robot, but you can't understand the language.",
      "C1": "隨他們去。只要能完成任務，中間有什麼插曲都沒關係。\nLet them be. As long as the mission can be completed succefully, what happens in between doesn't matter.",
      "C2": "介入他們。你有預感他們的互動可能會讓任務有失敗的風險。\nIntervene. You feel like their interaction might sabotage the mission.",
      "R1": "啵啵C長出了翅膀，成為啵啵Z，飛走了。你本可以阻止他的。\nBoBo-C grows a pair of wings, transforming into BoBo-Z and flies away. You could've stopped this from happening.",
      "R2": "你將陌生的機器人趕走。任務順利成功了，但你似乎感覺到啵啵C有一股落寞。\nYou drive the strange robot away, and the mission was completed successfully. But you feel like BoBo-C is a bit depressed."
    }
  },
  {
    "id": "BoBoVBoBoW",
    "name": "BoBo-V啵啵V/BoBo-W啵啵W",
    "url": "npc/npc_page/pages/BoBoVBoBoW.html",
    "image": "individual_pics/BoBo-V:BoBo-W.jpeg",
    "status": "alive",
    "race": [
      "Construct"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "札克的機器人夥伴，跟隨冒險者前往礦脈，取得龍蛋。\n自行取得龍蛋後將它融入身體，進化成啵啵W。\n二十多年後，以啵啵W的身份，協助啵啵C進化成啵啵Z，完成克里歐門王國與洛森王國的交易。",
    "descEn": "The robot companion of Zach, following the adventurers to the mine to retrieve the Dragon’s Orb.\nAfter retrieving the Dragon’s Orb, BoBo-V merged with it and evolved into BoBo-W.\n20 years later, BoBo-W helped BoBo-C evolve into BoBo-Z, finalizing the trade between the Chryomen Kingdom and the Lothum Kingdom.",
    "location": [
      "Orun"
    ],
    "related": [
      "BoBoCBoBoZ",
      "BolBolBoBoOMEGA",
      "Zach"
    ],
    "qa": {
      "Q": "你看見札克倒下後，啵啵V繼續往前探索。\nYou see Zach fall, but BoBo-V doesn't stop exploring.",
      "C1": "控制住啵啵V，他這樣亂跑很危險。\nControl BoBo-V. It's dangerous of it to run around like this.",
      "C2": "不管啵啵V了，先為札克的屍體祈禱。\nNo need to care about BoBo-V. Praying over Zach's dead body is priority.",
      "R1": "啵啵V掙扎，但在你的控制之下他什麼也不能做。\nBoBo-V struggles, but can't do a thing under your control.",
      "R2": "啵啵V消失在你眼前。你聽見洞穴傳來龍鳴聲。\nBoBo-V is out of sight. The, your hear a dragon's roar from within the cave."
    }
  },
  {
    "id": "BolBolBoBoOMEGA",
    "name": "Bol-Bol波波/BoBo-OMEGA啵啵OMEGA",
    "url": "npc/npc_page/pages/BolBolBoBoOMEGA.html",
    "image": "individual_pics/Bol-Bol:BoBo-OMEGA.jpeg",
    "status": "dead",
    "race": [
      "Dwarf",
      "Construct"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "擬人形機器人，帶領冒險者們與啵啵C前往完成與洛森王國的交易，但在半途中被冒險者要求拆解成零件。零件中顯示他的型號為啵啵OMEGA。\n被設定為幼時因名字波波與機器人型號啵啵相似，而不喜歡自己的名字。\n背後有烏瑪女王以外的勢力，但是沒有成功被冒險者們套出身份。\n清楚知道自己是機器人的身份。",
    "descEn": "A humanoid robot that accompanied the adventurers and BoBo-C to finalize the trade between the Lothum Kingdom and the Chryomen Kingdom, but was disassembled by itself due to the adventurers’ command. It was labeled BoBo-OMEGA.\nIt had a setting that due to its name close to the robot series BoBo, it disliked its name when it was young.\nThere seemed to be someone behind it other that Queen Uma of the Chryomen Kingdom, but it remained anonymous.\nBol-Bol is fully aware that it is actually a robot.",
    "location": [
      "Orun"
    ],
    "related": [
      "BoBoCBoBoZ",
      "BoBoVBoBoW",
      "Queen_Uma"
    ],
    "qa": {
      "Q": "你的夥伴正在將波波拆解，想了解這個機器人是怎麼運作的。\nYour companion is trying to disassemble Bol-Bol, to figure out how this robot works.",
      "C1": "加入你的夥伴，好好研究一番。\nJoin your companion, and learn the mechanism.",
      "C2": "阻止你的夥伴，你們還得完成任務。\nStop your companion. You still have a mission to complete.",
      "R1": "你發現了一個神秘的裝置。這一定可以賣個好價錢。\nYou find a mysterious device. This can definitely fetch a good price.",
      "R2": "你的夥伴對你不開心。你聽見了波波對你說一聲謝謝。\nYour companion is not pleased with you. Your hear Bol-Bol saying thank you."
    }
  },
  {
    "id": "Brock",
    "name": "Brock布拉克",
    "url": "npc/npc_page/pages/Brock.html",
    "image": "individual_pics/Brock.jpeg",
    "status": "other",
    "race": [
      "Half Orc"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "麥克嵩當地人，年約30的半獸人，舉止溫文有禮，有他自己的幽默感。對麥克嵩與崔尼斯教有些不信任。\n在月先生的推薦下，加入冒險者們組成的樂團「荒野旋律」，擔任打擊手。\n從小在麥克嵩長大，父母經營武器打鐵鋪，卻因經營不善而倒閉。\n曾在黃昏酒館演出。\n被斗篷人攻擊後陷入昏迷，且逐漸變得黝黑，長出毛皮，越來越不像人型生物了，最後成了拉茲特獸。",
    "descEn": "A local Macksohn half-orc who is polite and humor in his own way. He didn’t trust Macksohn and the Trinix religion.\nAfter the introduction by Mr. Moon, Brock joined the adventurer-formed band, Rhythm of the Wild as the drummer.\nBrock grew up in Macksohn, with his parents as smiths, but the shop was closed due to bad business.\nBrock used to play music in the tavern Nightfall.\nHe was down after attacked by the hooded figure and started to grew dark fur out of his skin, less human-like than before. He ended up becoming a Laztek.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Mr_Moon",
      "The_Hooded_Figure"
    ],
    "qa": {
      "Q": "當布拉克說他會打鼓時，他翻開了他的肚皮，笑著開始拍奏。\nWhen Brock says he can play the drum, he reveals his tummy and starts to pat it.",
      "C1": "笑了幾聲，跟著用你的樂器一起演奏。\nLaugh a bit, and join him with your own instrument.",
      "C2": "露出不解的表情。肚皮才不是樂器。他肯定不學無術。\nReveals a confused expression. Tummy is not an instrument. He must be imcompetent.",
      "R1": "布拉克不久後拿出他的骨，技術了得。他對你印象很好。\nBrock takes out his drumset not after long, and shows his skills. He has a good impression on you.",
      "R2": "布拉克乾笑幾聲化解尷尬。隔天你就沒有再看到他了。\nBrock chuckles to defuse the embarrassment. You don't see him the next day."
    }
  },
  {
    "id": "Bruce_Dunham",
    "name": "Bruce Dunham布魯斯・頓翰",
    "url": "npc/npc_page/pages/Bruce_Dunham.html",
    "image": "individual_pics/Bruce Dunham.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "勞迪俱樂部的老闆，年約50。",
    "descEn": "The owner of Rowdy’s Club. About 50 years old.",
    "location": [
      "Vowalon"
    ],
    "related": [
      "Alfie_Fuller"
    ],
    "qa": {
      "Q": "布魯斯告訴你們隔天可以去看看鎮長戴洛。他可能有任務可以給你們。\nBruce suggest you to visit the mayor, Daryl. He might have missions for you.",
      "C1": "隔天去拜訪鎮長戴洛。\nVisit Mayor Daryl the next day.",
      "C2": "隔天好好探索城鎮，用不著拜訪鎮長。\nExplore the town the next day. Visiting the mayor is not necessary.",
      "R1": "鎮長戴洛給了你們一個危險的任務，但報酬蠻好的。\nMayor Daryl gives you a risky mission, but the pay is quite good.",
      "R2": "隔天夜晚，你們就離開了沃瓦倫。這裡沒什麼有趣之處。\nThe next night, you leave Vowalon. There's nothing interesting in this town."
    }
  },
  {
    "id": "Bruce_Tallis",
    "name": "Bruce Tallis布魯斯・塔里斯",
    "url": "npc/npc_page/pages/Bruce_Tallis.html",
    "image": "individual_pics/Bruce Tallis.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "T.I.D.E.S.的成員之一，身形孔武有力，因此和阿龍在組織集會時，建立了交情。\n但因一連串的誤會，導致自己陷入萬劫不復的深淵……",
    "descEn": "A member of T.I.D.E.S. who has a strong body build, thus became friends with Al-lon during the T.I.D.E.S. gathering.\nHowever, due to several misunderstandings, Bruce is now descending into the abyss with no return……",
    "location": [
      "Norman's Estate"
    ],
    "related": [],
    "qa": {
      "Q": "格鬥場上，布魯斯看起來有點累，但眼神十分堅定。你想做什麼？\nIn the arena, Bruce looks a bit tired, but fierce in his eyes. What do you want to do?",
      "C1": "邀請他再打一場，分出個勝負。\nInvite him for another round of fight, to see who is the winner.",
      "C2": "邀請他去享用自助餐。場下也是好哥兒們。\nInvite him to the buffet. You can still be friends outside the arena.",
      "R1": "布魯斯在格鬥場上被打暈了。\nBruce was knocked out unconscious in the arena.",
      "R2": "布魯斯在自助餐吃太多，吃到吐了。\nBruce eats too much at the buffet that he throws up."
    }
  },
  {
    "id": "Cash_Applewood",
    "name": "Cash Applewood凱許・蘋果木",
    "url": "npc/npc_page/pages/Cash_Applewood.html",
    "image": "individual_pics/Cash Applewood.png",
    "status": "alive",
    "race": [
      "Gnome"
    ],
    "gender": "male",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "本名凱希斯。\n佩妮的弟弟，長相清秀。\n想藉由贏得本屆的「春日精靈」，來讓姊姊佩妮卸下重擔，同時不失去家庭因「春日精靈」得到的好處。\n十分崇拜阿龍。",
    "descEn": "Cassius Applewood.\nPenny’s younger brother. Has a delicate and pretty face.\nCash wants to win the title of \"the Spirit of Spring\" to unleash the burden of his sister, while keeping the benefits of the title for the family.\nCash looks up to Al-lon pretty much.",
    "location": [
      "Mudtown"
    ],
    "related": [
      "Addie_Applewood",
      "Penny_Applewood"
    ],
    "qa": {
      "Q": "你看見一名清秀的女裝男孩，他似乎正在為了徵選「春日精靈」努力拜票著。是凱許！\nYou see a delicate pretty boy dressed as a girl. It seems like he's campaigning to be selected as \"the Spirit of Spring\". It's Cash!",
      "C1": "拍拍他的肩膀，告訴他議會不會讓他過關的。\nPat his shoulder, telling him that the council wouldn't allow this.",
      "C2": "擁抱他，然後為他拉票。\nEmbrace him, and start campaigning for him.",
      "R1": "凱許卸下他的裝扮，露出失望的表情。\nCash removes his costumes, revealing a sad face.",
      "R2": "雖然最後議會還是不讓他參選，努力過的凱許沒有挫敗的表情。\nAlthough he's not allowed by the council eventually, Cash tried and doesn't look beaten down at all."
    }
  },
  {
    "id": "Cena",
    "name": "Cena希納",
    "url": "npc/npc_page/pages/Cena.html",
    "image": "individual_pics/Cena.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "馬格努斯爵士聘請的馬伕，本名約翰，被Paladin稱為希納。\n在駕馬車前往麥克嵩前，才剛被馬格努斯爵士聘用一個月不到，薪水都還沒領。\n協助Paladin將拷問他的衛兵擊暈，假扮成衛兵押解Paladin走在麥克嵩城內。\n與Paladin一同在日出酒館鬥毆，帶著Paladin的魅力頭帶與大部分的武器消失在麥克嵩。\n在比武大會說明會前，與一名女子，碧翠絲，出現在王宮前市集。",
    "descEn": "A stableman hired by Syr Magnus. His name was John, but was mocked by Paladin as Cena.\nBefore driving the carriage to Macksohn, he had only been hired less than a month, without getting his payment yet.\nCena helped knocked out the guard that tortured Paladin, and disguised as the guard to take Paladin into Macksohn.\nCena joined Paladin in the tavern fight in Sunrise, but disappeared with Paladin’s Headband of Charm and most weapons after the fight.\nBefore the Macksohn Tournament, he was seen with a noble lady, Beatrice, at the Macksohn Plaza.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Kahn",
      "Syr_Magnus"
    ],
    "qa": {
      "Q": "你看見希納戴著Paladin的魅力頭帶，悄悄從酒館門口溜走，你選擇做什麼？\nYou see Cena wearing Paladin's Headband of Charm, sneaking out of the tavern. What do you do?",
      "C1": "大聲告訴Paladin，說希納跑走了。/nShout to Paladin, telling him Cena escaped.",
      "C2": "默默看著希納離開，不多說一聲。/nWatch Cena leaves without saying anything.",
      "R1": "一週後，你看到希納和一名貴族女子牽手走在麥克嵩王宮附近。\nA week later, you see Cena walking, holding hands with a noble girl around the Macksohn Palace.",
      "R2": "一週後，你看到希納頭低低的跟著Paladin。他的頭上，當然沒有帶著魅力頭帶。\nA week later, you see Cena walking with Paladin with his head down. And of course, he's not wearing the Headband of Charm."
    }
  },
  {
    "id": "Dr_Chandra_Pyresong",
    "name": "Dr. Chandra Pyresong茜卓・派松博士",
    "url": "npc/npc_page/pages/Dr_Chandra_Pyresong.html",
    "image": "individual_pics/Dr. Chandra Pyresong.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "YHWH過去的師傅，是一名烈焰術士。一頭短髮，繡有火焰的黑色皮衣是他的專屬標誌。\n在冒險者們來到大學城時，正好在外修行。\n在大學城有個十分舒服的住處，讓冒險者們可以暫時居住。\n在趕回大學城後，追逐有著巫妖之手的Ron，在兩人單獨戰鬥時自爆而亡，但Ron僅重傷而已。",
    "descEn": "The former master of YHWH, a pyromancer. She had short hair and shapes of flames on her black leather jacket.\nShe was out of town traveling when the adventurers arrived the Great Citadel.\nShe had a nice place to live in the Great Citadel, that acted as a temporary home for the adventurers.\nAfter she hurried back to the Great Citadel, Dr. Chandra chased down Ron, who had the lich’s hand, but self-exploded during the fight, while Ron only had some scratches.",
    "location": [
      "Great Citadel"
    ],
    "related": [],
    "qa": {
      "Q": "聽聞茜卓・派松博士的死訊，身為學生的你來到大學城，但博士的房子已經被人佔據了。你要怎麼做？\nAs a student of Dr. Chandra Pyresong, you come to the Greate Citedel after learning her death. But you see her house occupied by someone else. What do you do?",
      "C1": "強行闖入與入侵者對峙，不能隨便讓博士的房子被人佔用。\nWalk straight into the house to face the invader. Dr. Chadra's house should not be occupied by anyone so easily.",
      "C2": "到大學城中央塔和城主確認發生了什麼事。\nVisit the Central Tower of the Great Citadel, to ask the leader what happened.",
      "R1": "你在房中看見師兄YHWH。看來是他繼承了博士的房子。\nYou see your senpai YHWH in the house. Seems like he inherits Dr. Chandra' house.",
      "R2": "城主告訴你在茜卓博士死後，他的弟子YHWH繼承了他的房子。\nThe leader told you that Dr. Chandra's disciple YHWH inherit the house after her death."
    }
  },
  {
    "id": "ChiChi",
    "name": "Chi-Chi綺綺",
    "url": "npc/npc_page/pages/ChiChi.html",
    "image": "individual_pics/Chi-Chi.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "住在「下沉回音」沼澤深處小木屋內的一名老太太，自稱從出生至此都住在這。\n行動非常緩慢，外貌有些醜惡，但對冒險者們非常溫暖。\n屋子內有異常多的巴坦腳，且似乎獵殺了不少青蛙人。",
    "descEn": "An old lady living in a cabin in the swamp, the Sinking Echoes, who claimed to have been living here since she was born.\nChi-Chi moved very slowly, and didn’t have a good looking, but was very warm to the adventurers.\nThere are quite a lot of Bach’tahn appendages in her cabin, and it also seemed like Chi-Chi hunted down quite a lot of Bullywugs.",
    "location": [
      "the Deep"
    ],
    "related": [],
    "qa": {
      "Q": "「喝點茶吧？」綺綺對你説道。茶的顏色看起來不太乾淨。\n\"Have some tea,\" said Chi-Chi. The color of the tea looks dirty.",
      "C1": "禮貌地喝了一口。\nPolitely sip the tea.",
      "C2": "和綺綺禮貌地拒絕。\nPolitely deline Chi-Chi.",
      "R1": "口味不錯，而且身體沒有不舒服。至少現在還沒有。\nIt tastes good. Also, you don't feel uncmfortable. At least for now.",
      "R2": "綺綺打開櫃子把茶收了起來。櫃子裡面好像有隻死貓。\nChi-Chi opens the cabinet to store the tea. There seems to be a dead cat in the cabinet."
    }
  },
  {
    "id": "Connie_Cornell",
    "name": "Connie Cornell康妮・康乃爾",
    "url": "npc/npc_page/pages/Connie_Cornell.html",
    "image": "individual_pics/Connie Cornell.png",
    "status": "alive",
    "race": [
      "Gnome"
    ],
    "gender": "female",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "土城太陽議會的議員之一，玉米席的康妮・康乃爾，被阿龍稱為玉米小姐。\n負責掌管土城的娛樂相關事項，包含春天精靈的投票。\n疑似與山賊團體「海雅特山交響樂」有所勾結，但以他所述，春天精靈語山賊之間的契約早在他擔任議員之前就已經存在了。",
    "descEn": "A member of the Council of Sols in Mudtown, Connie Cornell, the Seat of Corn, was called \"Miss Corn\" by Al-lon.\nConnie is in charge of entertainment in Mudtown, including the voting of the Spirit of Spring.\nIt seemed that Connie might have worked out something suspicious with the bandit group “Mt. Hyatt Symphony\", but as she said, the contract between the bandits and the Spirit of Spring had been there before she was in the council.",
    "location": [
      "Mudtown"
    ],
    "related": [
      "Addie_Applewood"
    ],
    "qa": {
      "Q": "你看見玉米小姐在公布春天精靈選票時造假，把瑪麗貝爾的名字唸成佩妮。\nYou see Miss Corn cheat when anouncing the Spirit of Spring votes, mispronouncing Maribel's name as Penny.",
      "C1": "大聲質疑，要求重新驗票。\nQuestion the ticket count loudly and demand a recount.",
      "C2": "放過不管。\nLet it slide.",
      "R1": "鎮民露出無奈的表情，玉米小姐完全不理你。\nThe villagers looks helpless, and Mis Corn ignores you completely.",
      "R2": "你感到良心不安。最後的結果佩妮的票數全面碾壓瑪麗貝爾。\nYou feel unease. The final result: Penny outvoted Maribel for a wide margin."
    }
  },
  {
    "id": "Dr_Crow",
    "name": "Dr. Crow烏鴉醫生",
    "url": "npc/npc_page/pages/Dr_Crow.html",
    "image": "individual_pics/Dr. Crow.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "在《鬧鬼荒野的偽多頭龍》中鬧鬼荒野當地醫生，似乎是個德魯伊。\n養了一隻狗狗，叫馬可。\n15051年在冒險者們來訪時，已經沒了狗狗，甚至不記得自己是否有養過狗。\n烏鴉醫生在診所的牆壁上凌亂的以德魯伊語寫下自己記得關於兩年前被怪獸襲擊的隻字片語，但卻無法將內容完整拼湊。",
    "descEn": "The doctor in Moorland Haunt from “The False Hydra of Moorland Haunt\". Seems like a druid.\nHe has a dog companion named Marco.\nWhen the adventurers visited Dr. Crow in 15051D.E., the dog was gone, and Dr. Crow didn’t even knew if he had a dog or not.\nDr. Crow marked some druidic writings on his walls, try to record the monster attack incident that happened 2 years ago, but couldn’t piece them together.",
    "location": [
      "Drogsland"
    ],
    "related": [
      "Marco"
    ],
    "qa": {
      "Q": "烏鴉醫生給你一個你沒看過的藥丸，讓你嘗試。\nDr. Crow hands you a pill that you've never seen before.",
      "C1": "你覺得不太安心，拒絕了。\nYou feel unsafe, decline the offer.",
      "C2": "你吞了下去，比想像中的能接受。\nYou swallowed the pill. It's more acceptable than you would have thought.",
      "R1": "烏鴉醫生表示除了這個藥，他沒有別的方法能治好你的疾病。\nDr. Crow says other than this medicine, he has nothing that can cure your desease.",
      "R2": "你感到一陣恍惚，彷彿斷片了一陣子。醒來後，你覺得你的病好了。\nYou feel a moment of disorientation and black out. When you wake up, you feel cured."
    }
  },
  {
    "id": "Daryl_Warren",
    "name": "Daryl Warren戴洛・沃倫",
    "url": "npc/npc_page/pages/Daryl_Warren.html",
    "image": "individual_pics/Daryl Warren.png",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "沃瓦倫鎮的鎮長。\n潔絲敏的丈夫，山米克的父親。\n在山米克死後便變得鬱鬱寡歡。",
    "descEn": "The mayor of Vowalon.\nHusband to Jasmine and father to Samick.\nBecame depressed after the death of Samick.",
    "location": [
      "Vowalon"
    ],
    "related": [
      "Jasmine_Warren",
      "sammick_warren"
    ],
    "qa": {
      "Q": "戴洛帶著你們來到他兒子山米克的墓前，跪了下來。\nDaryl brings you to his son's grave, and kneels down.",
      "C1": "跟著跪下來，默念拉索斯的禱詞。\nKneel with him, chanting Laxthosian prayers.",
      "C2": "站著，用你熟悉的祝禱詞為山米克祈禱。\nStand, and pray for Samick with prayers you're familiar with.",
      "R1": "戴洛抱著你。「拜託你們，一定要幫我找到我兒子死亡的真相。」\nDaryl hugs you.\"Please...... please find the truth behind Samick's death.\"",
      "R2": "戴洛站了起來。「謝謝你們，路上請保重。」\nDaryl stands up. \"Thank you all. Please be careful on the road.\""
    }
  },
  {
    "id": "Dr_David",
    "name": "Dr. David大衛醫師",
    "url": "npc/npc_page/pages/Dr_David.html",
    "image": "individual_pics/Dr. David.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "麥克嵩當地醫生。\n在日出酒館目睹殺人事件後被Lemmy威脅。\n在Midori博得他的信任後，從他身上得到不少關於這座城市的情報，也引薦Ron去艾德蒙餐酒館（麥克嵩分店）擔任廚師。\n為人十分理性與冷靜。\n與日出酒館前老闆喬納森、衛兵刀疤臉以及艾德蒙餐酒館的店長路易斯都是舊識。\n非常照顧他的弟弟，丹尼斯。",
    "descEn": "A local doctor in Macksohn.\nThreatened by Lemmy after he saw the murder in Sunrise.\nAfter gaining his trust, Midori got a lot of information about Macksohn from him, and also recommend Ron to Edmond’s Diner as a cook\nIs a radical and calm man.\nHe had known the ex-owner of Sunrise, Jonathan, the guard, Scar-Face, and the manager of Edmond’s Diner, Lewis for a long time.\nDr. David takes very good care of his brother, Dennis.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Dennis",
      "Edmond",
      "Jonathan",
      "Lewis",
      "ScarFace"
    ],
    "qa": {
      "Q": "大衛醫師把你拉到旁邊。「這裡不安全，我幫你介紹個新地方工作吧。」\nDr. David pulls you aside. \"It's not safe here. I can introduce you to another place to work.\"",
      "C1": "接受大衛醫師的提議。\nAccept Dr. David's offer.",
      "C2": "拒絕大衛醫師的提議。\nReject Dr. David's offer.",
      "R1": "隔天，大衛醫師帶你來到艾德蒙餐酒館。店長讓你加入，但他對你好像有些意見。\nThe next day, Dr. David takes you to Edmond's Diner. The manager seems to have a problem with you. ",
      "R2": "你繼續在日出酒館工作。但新任老闆法蘭奇變得比以前更古怪。\nYou stay at the tavern Sunrise. But the new owner Frankie seems to be even odder than before."
    }
  },
  {
    "id": "Dennis",
    "name": "Dennis丹尼斯",
    "url": "npc/npc_page/pages/Dennis.html",
    "image": "individual_pics/Dennis.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "自稱半神丹尼斯，是麥克嵩大衛醫師的雙胞胎弟弟，與大衛醫師長得可以說是一模一樣，不過打扮較為陰沈。\n似乎對於蜘蛛王阿爾芬諾在冒險者們身上下的詛咒有些看法。\n其實丹尼斯是個不學無術的失業者，只是想證明給自己的哥哥自己也是有能力的，但卻沒有辦法拯救被詛咒的冒險者們。不過，丹尼斯的確曾去過深淵，但那是在他年幼時生病陷入昏迷時發生的事。",
    "descEn": "Called himself “Dennis the Demigod\". Dennis is the twin brother of Dr. David, they look quite alike, but he is more gloomy than his brother.\nSeemed to have some thoughts about the curse that Alfenor put on the adventurers.\nDennis is actually a jobless man, trying to prove to his brother that he is capable of doing meaningful things, but failed to save the cursed adventurers. However, Dennis did went to the Deep, but that happened when he got into coma after he got sick when he was a child.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Alfenor",
      "Dr_David"
    ],
    "qa": {
      "Q": "你很清楚半神丹尼斯現在在做的「儀式」只是他在隨便演戲。你要拆穿他嗎？\nYou're very clear the \"ritual\" Dennis the Demigod is performing is just a performance. Do you expose him?",
      "C1": "看在大衛醫師的面子上，你讓丹尼斯繼續表演。\nOn behalf of Dr. David, you let Dennis continue on his performance.",
      "C2": "你利用丹尼斯站在你身後的機會，站起身來將他敲暈。\nYou take advantage of the opportunity when Dennis is standing right behind you, stand up and knock him out.",
      "R1": "「你們得去深淵一趟，否則你們的詛咒不會解除！」丹尼斯高聲喊道。\n\"You must to go the Deep, or your curse will not be removed!\" Dennis shouts.",
      "R2": "「你做了什麼？」大衛醫師質問你。「他可是我弟弟啊！」\n\"What have you done?\" Dr. David questions you. \"He's my brother!\""
    }
  },
  {
    "id": "Domneil",
    "name": "Domneil多姆尼爾",
    "url": "npc/npc_page/pages/Domneil.html",
    "image": "individual_pics/Domneil.png",
    "status": "alive",
    "race": [
      "God"
    ],
    "gender": "neutral",
    "religion": [
      "Ultisen"
    ],
    "descZh": "自稱是詐欺之神奧提森的兒子。\n透過項鍊與Tai Tai我還要以及Midori對話，並簽下契約。\n曾將Jiaheng、Uko與Usioni從死亡救起，而與他們訂下契約，要他們比賽惡作劇，讓勝者成為他在人世間的代理人。",
    "descEn": "Claimed to be the son of Ultisen, the God of Trickster.\nTalked to Tai Tai and Midori through a necklace, and made them signed a contract.\nHe onced save Jiaheng, Uko and Usioni from death, and forced them to sign a contract to race out who is the best trickster. The winner would be his champion in the material world.",
    "location": [
      "Wescoe"
    ],
    "related": [],
    "qa": {
      "Q": "「叫你夥伴把那個箱子打開，」多姆尼爾在你腦中說道。「會很有趣的。」\n\"Tell your friends to open that box,\" Says Domneil in your head. \"It's gonna be fun.\"",
      "C1": "遵從多姆尼爾的指示，叫你的夥伴把箱子打開。\nFollow Domneil's order, and tell your friends to open the box.",
      "C2": "保持警戒，叫夥伴們不要去碰那個箱子。\nStay alert, and tell your companions not to touch the box.",
      "R1": "一條巨蛇從箱子內竄出。「我喜歡你這傢伙。」多姆尼爾在你腦中笑著說。\nA giant snake darted out of the box. \"I like you, buddy.\" Domneil laughs in your head.",
      "R2": "沒事發生。「你真無趣啊。」多姆尼爾在你腦中說道。\nNothing happens. \"You're such a boring person.\" says Domneil in your head."
    }
  },
  {
    "id": "Dosuu",
    "name": "Dosuu多蘇",
    "url": "npc/npc_page/pages/Dosuu.html",
    "image": "individual_pics/Dosuu.png",
    "status": "dead",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [
      "Phyneal"
    ],
    "descZh": "在《古斯塔服諾曼失蹤事件》中艾爾諾當地半妖精男子，長老巴蘇的弟弟。\n因為懂普通語，被人請來帶領冒險者們見艾爾諾的長老與教主。",
    "descEn": "A half elf in El'Nore from “The Disappearance of Gustavo Norman\". Also the brother of the leader, Basuu.\nKnew Common, thus was asked to lead the adventurers to meet the leader and priest in El'Nore.",
    "location": [
      "El'Nore"
    ],
    "related": [
      "Basuu",
      "Gustavo_Norman"
    ],
    "qa": {
      "Q": "多蘇用生硬的普通語和你打了聲招呼。你的夥伴中只有你懂妖精語。\nDosuu greets you with a his broken Common. You're the only one who knows Elvish in your group.",
      "C1": "用普通語和多蘇詢問關於艾爾諾的事。\nAsk Dosuu about El'Nore in Common.",
      "C2": "用妖精語和多蘇詢問關於艾爾諾的事。\nAsk Dosuu about El'Nore in Elvish.",
      "R1": "多蘇禮貌的介紹了這個鎮子，然後帶你去見他的哥哥，長老巴蘇。\nDosuu introduce you the town, and lead you to his brother, the leader Basuu.",
      "R2": "多蘇帶你繞了一圈艾爾諾，這裡似乎有很多規矩和禁忌。\nDosuu leads you around El'Nore. There seems to be quite a lot of rules and taboos."
    }
  },
  {
    "id": "Edmond",
    "name": "Edmond艾德蒙",
    "url": "npc/npc_page/pages/Edmond.html",
    "image": "individual_pics/Edmond.png",
    "status": "alive",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "艾德蒙餐酒館的老闆兼大廚，不過現在不太親自下廚了。\n戴著特殊設計的廚師帽，似乎很刻意地把自己的耳朵塞在帽子底下。",
    "descEn": "The owner and chef of Edmond’s Diner, but he rarely goes into the kitchen now.\nEdmond wears a specially-designed chef’s hat, trying to hide his ears to hide his identity as an elf.",
    "location": [
      "Wescoe",
      "Macksohn"
    ],
    "related": [
      "Dr_David",
      "Lewis"
    ],
    "qa": {
      "Q": "你突然意識到艾德蒙帽子下長長的耳朵。他肯定不是人類。\nYou notice the long ear covered under Edmond's hat. He's definitely not human.",
      "C1": "那又如何？不是人類也不會怎麼樣。\nSo be it. There's no problem not being a human.",
      "C2": "和身邊的夥伴竊竊私語，猜測艾德蒙可能是妖精。\nSpeak with your companions secretly, guessing Edmond is actually an elf.",
      "R1": "你好好享受了美味的一餐。下次來到麥克嵩，你還想再次造訪這家餐廳。\nYou enjoy the delicious meal. You're ready to come here again next time you visit Macksohn.",
      "R2": "你注意到艾德蒙對你們露出了失望的表情，他很快便消失在廚房內。\nYou notice Edmond's long face towards you. In a short time, he disappears in the kitchen."
    }
  },
  {
    "id": "Elby__Dr_White",
    "name": "Elby 艾爾比/ Dr. White 白醫師",
    "url": "npc/npc_page/pages/Elby_Dr_White.html",
    "image": "individual_pics/Elby : Dr. White.jpeg",
    "status": "dead",
    "race": [
      "Fey"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "出現在多侖維爾的「醫生」。\n外觀年齡約二十初頭，皮膚蒼白，髮色銀白，穿著也是全白，只有雙眼是碧藍色的。身形非常纖瘦到看起來不健康的程度，給人一種妖精的感覺，卻沒有尖耳朵。\n可以在一般時空和妖精荒野間穿越。\n他的群體似乎有著一般時空沒有的醫療技術。\n在一般世界被稱為白醫師，而在妖精荒野則被稱為艾爾比。\n在主持Midori和波的救世主試煉的最後，被發現是拉索斯在妖精荒野的間諜，善於使用魔法，且手上刺滿拉索斯教的經文。在將Midori拖往另一個時空時，被Midori殺死。",
    "descEn": "A “doctor\" appearing in Dorrenville.\nLooked like in her early 20s, with pale skin, silver-white hair, and also wears in all white, with only her eyes blue. She was so thin that it looked unhealthy. She gave a feeling of elf, but without the pointy ears.\nElby can transport between the material world and the Feywild freely.\nHer people seemed the have a high-tech medical profession not seen in the material world.\nShe was called Dr. White in the material world, but Elby in the Feywild.\nAfter hosting the trial of the Messiah between Midori and Beau, she was found to be the spy working for Laxthos in Feywild. She was good in magic, and had Laxthos writings all on her arms. She was killed by Midori after dragging Midori in another plane.",
    "location": [
      "Dorrenville",
      "the Feywild"
    ],
    "related": [
      "Beau",
      "Indigo"
    ],
    "qa": {
      "Q": "「跟著我唸咒語吧。」白醫師微笑說道。但你聽不懂他的咒語用的是什麼語言。\n\"Chant the spell after me.\" Dr. White smiles and says. But you have no idea what kind of language she uses in the spells.",
      "C1": "跟著白醫師唸咒語。就算不懂這個語言，唸的差不多就可以了吧？\nChant the spell with Dr. White. Even if you don't understand the language, it's alright if that sounds similiar, right?",
      "C2": "默默跟在旁邊，但不念咒語。\nStay next to Dr. White without chanting the spell.",
      "R1": "你的身體發光，有些刺痛，然後你暈了過去。\nYour body glows, aching, then you faint.",
      "R2": "你看見白醫師身體變得透明，然後消失了。\nYou see the body of Dr. White fading, and disappears."
    }
  },
  {
    "id": "King_Elliot_IV",
    "name": "King Elliot IV艾略特四世",
    "url": "npc/npc_page/pages/King_Elliot_IV.html",
    "image": "individual_pics/King Elliot IV.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Trinix"
    ],
    "descZh": "麥丁頓王國的新任國王。\n年約10歲，母后為瑪莉恩女士。\n被認為只是個魁儡而已。",
    "descEn": "The new King of the Mattington Kingdom.\nHe is about 10 years old, and his mother is Lady Marian.\nHe is seemed as a puppet only.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "King_Benevol_II",
      "Lady_Marian",
      "Lord_Ishton"
    ],
    "qa": {
      "Q": "你遠遠看著新上任的國王，艾略特四世。他看起來頂多十歲而已。\nYou look at the new king, King Elliot IV. He seems like he's at most 10 years old.",
      "C1": "你跪了下來。國王就是國王。\nYou kneel. Your king is your king, no matter what.",
      "C2": "你遲疑。這點年紀，能領導國家？\nYou hesitate. Can he rule the kingdom in this age?",
      "R1": "「起身。」艾略特四世的聲音顫抖。但你看見他的眼神堅定。\n\"Rise.\" You hear King Elliot IV's voice trembling, but his gaze firm.",
      "R2": "「你膽敢忤逆國王？」你在腦中聽見憤怒的女聲。\n\"You dare disobey the king?\" You hear an angry voice in your head, in a female voice."
    }
  },
  {
    "id": "Elly_Riversend",
    "name": "Elly Riversend河艾麗",
    "url": "npc/npc_page/pages/Elly_Riversend.html",
    "image": "individual_pics/Elly Riversend.png",
    "status": "alive",
    "race": [
      "Gnome"
    ],
    "gender": "female",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "阿龍的養母，十分溫柔慈祥。",
    "descEn": "Al-lon’s foster mother.\nElly is a warm and gentle lady.",
    "location": [
      "Mudtown"
    ],
    "related": [
      "leonard_old_pipe_riversend"
    ],
    "qa": {
      "Q": "你看著阿龍多年來再次見到自己的母親，有點難為情。\nYou see Al-lon seeing his mother again in years. He seems to be a bit embarrased.",
      "C1": "推阿龍一把，鼓勵他擁抱他的母親。\nShove Al-lon, tell him to hug his mother.",
      "C2": "微笑看著阿龍。也許這就是他面對父母的方式吧。\nSmile and look at Al-lon. Maybe that's his way with his parents.",
      "R1": "阿龍抓抓頭，扭捏地抱了抱自己的母親。艾麗看起來很開心。\nAl-lon scratches his head, hugs his mother awkwardly. Elly looks very happy.",
      "R2": "艾麗走進廚房忙碌。半小時後，他端出豐盛的餐點，邀請大家一起享用。\nElly goes into the kitchen. After half an hour, she serves a sumptuous meal and invites everyone to enjoy it together."
    }
  },
  {
    "id": "Elmond",
    "name": "Elmond艾蒙",
    "url": "npc/npc_page/pages/Elmond.html",
    "image": "individual_pics/Elmond.jpeg",
    "status": "other",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [
      "The Spider Religion"
    ],
    "descZh": "妖精王國的醫生，擁有由蜘蛛絲製作而成的紗布。\n透過儀式，與法倫和諾威爾的粉塵融合為阿爾芬諾。",
    "descEn": "A doctor in the Elf Kingdom Lothum.\nHe has bandages made by spider-web.\nWith a ritual, he merged with Fallon and the dust of Norvelle, becoming Alfenor.",
    "location": [
      "Phreit"
    ],
    "related": [
      "Alfenor",
      "Fallon",
      "Norvelle"
    ],
    "qa": {
      "Q": "你看見在艾蒙身旁，有一包看起來奇異的紗布。\nYou see a pack of special gauze right next to Elmond.",
      "C1": "和艾蒙請教，這個紗布有什麼特別之處？\nAsks Elmond what is special about this gauze?",
      "C2": "趁著艾蒙沒注意的時候，偷偷摸走它。\nSneakly steal it from Elmond when he's not paying attention.",
      "R1": "「這是我自己做的。」艾蒙說。「材料是......秘密。」\n\"I made them myself.\" Says Elmond. \"And the material is...... confidential.\"",
      "R2": "當你從背包再度翻出這包紗布時，上面爬滿了蜘蛛。\nWhen you take the pack out again from you bag, it's covered with spiders."
    }
  },
  {
    "id": "Enelmor_Arylith",
    "name": "Enelmor Arylith艾內莫・艾瑞利斯",
    "url": "npc/npc_page/pages/Enelmor_Arylith.html",
    "image": "individual_pics/Enelmor Arylith.png",
    "status": "alive",
    "race": [
      "Dragonborn"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "阿龍的嬸嬸。\n與瑟拉蒙為夫妻，有三名孩子：瑟拉斯、奈梨紗和維瑞克。\n有嚴重的失眠，因此自己磨製安眠藥，存放在廚房內。",
    "descEn": "Al-lon’s aunt.\nWife of Theramond, father of three: Serathe, Nylessa, and Vaelric.\nShe suffers from severe insomnia, so she made sleeping powders herself, and kept it in the kitchen.",
    "location": [
      "Rathanad"
    ],
    "related": [
      "Nylessa_Arylith",
      "Selyra_Arylith",
      "Serathe_Arylith",
      "Theramond_Arylith",
      "Vaelric_Arylith",
      "Vaerodan_Arylith"
    ],
    "qa": {
      "Q": "你看見阿龍和瑟拉斯在爭吵，艾內莫站在遠處默默看著。\nYou see Al-lon and Serathe fighting. Enelmor observing from far away.",
      "C1": "「身為長輩，你不介入嗎？」你問艾內莫。\n\"As an elder, don't you intervene?\" You ask Enelmor.",
      "C2": "你默默觀察艾內莫，不特別靠近。\nYou observe Enelmor, not staying too close.",
      "R1": "「與繼承有關的是，我不好插手。」艾內莫默默說到。\n\"It's not good for me to intervene incidents involving inheritance\" Enelmore says in a lower voice.",
      "R2": "你注意到艾內莫的黑眼圈，他似乎長期失眠。\nYou notice dark circles under Enelmor's eyes. Seems like she hasn't sleep well for some time."
    }
  },
  {
    "id": "Essis",
    "name": "Essis艾希斯",
    "url": "npc/npc_page/pages/Essis.html",
    "image": "individual_pics/Essis.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Keinra"
    ],
    "descZh": "狂暴戰士幫成員之一，鬥名為「巫妖剋星」。\n前往聖拉雅米島調查後下落不明。\n冒險者在金海岸礦坑下方的廢墟中找到了她的下落並一同打到了礦坑中的怪物。\n戰鬥結束後艾希斯將她的武器「異教徒殺手」送給了冒險者。",
    "descEn": "A member of the Raging Warriors, known in battle as the “Lichbane.\nShe went missing after traveling to St. Rayami Island for an investigation.\nThe adventurers eventually discovered her fate in the ruins beneath the Golden Coast Mines and fought alongside her against the monsters lurking there.\nAfter the battle, Essis entrusted her weapon, “the Heretic Slayer,” to the adventurers.",
    "location": [
      "St. Rayami Island",
      "Lark"
    ],
    "related": [
      "Zek"
    ],
    "qa": {
      "Q": "「這把劍，『異教徒殺手』，就交給你了。」艾希斯將他的寶劍遞給你。\n\"This sword, 'the Heretic Slayer', is yours.\" Essis hands her sword to you.",
      "C1": "慎重地接下寶劍。\nTake the sword carefully.",
      "C2": "和艾希斯拒絕，這個重責大任你承擔不起。\nDecline Essis. You can't bear this responsibility.",
      "R1": "「津菈教的信眾們就交給你們守護了。」艾希斯揮了揮手。\n\"The believes of Keinra are now in your care.\" Essis waves her hand.",
      "R2": "「看來我還得扛下這個責任好一陣子啊！」艾希斯看向天空。\n\"Seems like I'm still gonna take on this responsibility for some while!\" Essis looks at the sky."
    }
  },
  {
    "id": "Eva",
    "name": "Eva伊娃",
    "url": "npc/npc_page/pages/Eva.html",
    "image": "individual_pics/Eva.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Phynoir"
    ],
    "descZh": "卓茲蘭的寧靜酒館老闆雅各的新婚妻子，年紀十分的輕。\n看起來十分靦腆害羞，穿著也很樸素。\n後來被冒險者們發現在卓茲蘭的洞穴，被改造成恐怖的怪物。",
    "descEn": "The newly wed young wife of Jacob of the tavern Silence in Drogsland.\nEva looked shy and dressed very simple. The adventurerslater found her transformed into a scary creature in the Cave of Drogsland",
    "location": [
      "Drogsland"
    ],
    "related": [
      "Jacob"
    ],
    "qa": {
      "Q": "你看見伊娃的軀體在手術台上，扭曲而變形。「我好痛苦......」他說。\nYou see Eva's body on the operating table, twisted. \"I'm in so much pain......\" She says.",
      "C1": "你將伊娃從手術台上抱下來，準備將他帶回地面。\nYou pick Eva from the operating table, preparing to take her back to the surface.",
      "C2": "你拿起武器，準備朝著伊娃攻擊。\nYou take out your weapon, preparing to attack Eva.",
      "R1": "你把伊娃扛在你的背上。你感覺到黏糊糊的蠕動感。\nYou carry Eva on your back. You feel a squishy wriggling sensation.",
      "R2": "伊娃張開他變形的嘴，發出尖銳的叫聲。\nEva opens her twisted mouth, screams loudly."
    }
  },
  {
    "id": "Evil_Be4",
    "name": "Evil Be-4壞四人",
    "url": "npc/npc_page/pages/Evil_Be4.html",
    "image": "individual_pics/Evil Be-4.png",
    "status": "alive",
    "race": [
      "Gnome"
    ],
    "gender": "male",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "土城的「壞蛋四人幫」，但阿龍總是稱他們為「壞四人」。成員包含：\n喜愛勒索的格林道爾，骯髒惡臭的皮伯，脾氣暴躁的湯伯，以及破壞公務的賽菲。\n時常霸凌土城的孩子們。",
    "descEn": "The \"Evil Gang of 4\" in Mudtown, but Al-lon always call them the \"Evil Be-4\". With members including:\nThe blackmailing Grindle, the dirty Pibble, the irritable Tumble, and the vadalist Zaffie.\nThey often pick on and bully kids in Mudtown.",
    "location": [
      "Mudtown"
    ],
    "related": [
      "Penny_Applewood"
    ],
    "qa": {
      "Q": "你看見佩妮邀請壞蛋四人幫作為他的春天騎士團，準備出發去見山賊。\nYou see Penny inviting the Evil Be-4 as her Spring Knights, preparing to meet the bandits.",
      "C1": "你懷疑佩妮的品味，怎麼這麼差？\nYou suspect Penny's taste. That's pretty bad.",
      "C2": "該不會佩妮有什麼把柄在他們身上吧，你擔心道。\nPenny wouldn't have any leverage over them, would she? You worry.",
      "R1": "縱使佩妮還是全土城最漂亮的女孩子，他在你心中地位動搖了。\nAlthough Penny is still the prettiest girl in Mudtown, her position in your heart have wavered.",
      "R2": "你看見皮伯骯髒的臉上露出怪異的表情，你覺得不太舒服。\nYou see a weird expression on Pibble's dirty face. You feel disgusted."
    }
  },
  {
    "id": "Fallon",
    "name": "Fallon法倫",
    "url": "npc/npc_page/pages/Fallon.html",
    "image": "individual_pics/Fallon.jpeg",
    "status": "other",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [
      "Nessis",
      "The Spider Religion"
    ],
    "descZh": "妖精王國中樹林之神涅西斯的主教，後來成為蜘蛛神教的創始者之一。\n與艾蒙醫生共同執行儀式，兩人與諾威爾的粉塵融合為阿爾芬諾。",
    "descEn": "The bishop of Nessis, the God of Forest, in the Elf Kingdom Lothum, who became one of the founder of the Spider-God religion.\nHeld the ritual with Dr. Elmond, merging with him and the dust of Norvelle to become Alfenor.",
    "location": [
      "Phreit"
    ],
    "related": [
      "Alfenor",
      "Elmond",
      "Norvelle"
    ],
    "qa": {
      "Q": "「來，跟隨我，閉上雙眼，輕輕擺動你的身體。」你聽見法倫說著。\n\"Here, close your eyes, and gently sway your body.\"",
      "C1": "閉上眼睛，讓身體隨風擺動。\nClose your eyes, and let your body sway with the wind.",
      "C2": "假裝照做，但偷偷睜開眼睛。\nAct like you follow, but open your eyes secretly.",
      "R1": "你感到暈眩，然後逐漸失去意識。\nYou feel dizziness, then you lose your conscious eventually.",
      "R2": "「有人不遵守規則喔！」你聽見法倫的聲音朝著你靠近。\n\"Someone's not following the rule.\" You hear Fallon's voice moving close to you."
    }
  },
  {
    "id": "Mr_Flaerry",
    "name": "Mr. Flaerry弗列里先生",
    "url": "npc/npc_page/pages/Mr_Flaerry.html",
    "image": "individual_pics/Mr. Flaerry.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "Paladin的老師，前邁丁頓王國騎士團團長，現已退休。\n待客十分大方，不過似乎和太太羅莎之間有些相處上的狀況，分房睡。\n對於寇林菲爾德一代的性產業似乎暸若指掌。\n膝下無子，視Paladin為己出。\n為了讓麥克嵩的紫羅蘭承認Paladin是她的兒子，放棄了自己的爵位。",
    "descEn": "The mentor of Paladin, ex-head of the knight in the Mattington Kingdom, now retired.\nWas a generous host, but seems to have some gap with his wife, as they slept separately.\nKnew a lot about the sex industry in Korringfield.\nFlaerry didn’t have any child, thus saw Paladin as his son.\nHe gave up his title to ask for the Violet of Macksohn to admit Paladin as her child.",
    "location": [
      "Macksohn",
      "Korringfield"
    ],
    "related": [
      "Rosa_Flaerry",
      "Syr Magnus",
      "Syr_Magnus",
      "Xandria_the_Violet_of_Macksohn"
    ],
    "qa": {
      "Q": "你看見弗列里先生東張西望後，走入了一間沒有招牌的酒館。\nYou see Mr. Flaerry looking around, then sneaks into a tavern without a sign.",
      "C1": "慢慢經過，向酒館內看了一眼。\nWalk slowly pass the tavern, and look inside.",
      "C2": "裝作不知道，自然地走進了酒館。\nAct like you know knothing, and walk into the tavern.",
      "R1": "你看見酒館內暗暗的，什麼也看不清楚。\nYou see dimness in the tavern. You can't see anything.",
      "R2": "你看見弗列里先生和一名青年男子親暱的說話，十指交扣。\nYou see Mr. Flaerry talks with a young man intimately. Their fingers crossing each others'."
    }
  },
  {
    "id": "Frankie",
    "name": "Frankie法蘭奇",
    "url": "npc/npc_page/pages/Frankie.html",
    "image": "individual_pics/Frankie.jpeg",
    "status": "alive",
    "race": [
      "Human",
      "Demon"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "麥克嵩日出酒館的店小二。\n在荒野旋律組成時，搶先擔任樂團的贊助人，被Samael敬稱為老闆。\n在日出老闆喬納森失蹤時，與Ron一同前往老闆家，但沒有找到人。法蘭奇前後言詞不一的行為讓Ron感到非常可疑。之後暫時擔任日出的老闆，但與老闆失蹤似乎有什麼關聯……\n在台北市議員重返日出酒館時，因為態度惡劣且敲詐他們，法蘭奇被切斷右手臂，且放入百寶袋內，慘遭滅口。在他被放入袋子前的最後一刻，口中吐出了瑟巴諾的地名。\n台北市議員們將法蘭奇棄屍於地下道內一處開口的底下。\n在麥克嵩比武大會授獎儀式後，悄悄出現在國王巴納沃二世身後。在吸乾了國王的精力後，化身為名為「暗影之父」的惡魔，飛向台北市議員們所處的觀眾席，對他們出擊。在被台北市議員們擊敗時，留下了「我會回來的。」一句話，便消失不見。",
    "descEn": "A waiter in Sunrise, the local tavern in Macksohn.\nWhen the adventurers formed the band “Rhythm of the Wild\", he became the patron of the band, with Samael calling him boss.\nWhen Jonathan, the owner of Sunrise gone missing, Ron and him went to Jonathan’s house, but couldn’t find anyone. His contradictory words got Ron suspicious. He later became the temporary owner of Sunrise, but it seemed like the missing of Jonathan had something to do with him……\nAs the party got back to Sunrise, he became mean and even extorted them, leading to his arm chopped off and himself dropped into the bag of holding. Before his last breath, he whispered the name of a nearby village “Sebano\".\nThe party dropped his body under the sewer.\nAfter the awarding ceremony at the Macksohn Tournament, Frankie sneaked up behind King Benevol II, and transformed into a demon named \"the Father of Shadows\"after sucking out his spirit, flying to the auditorium, and attacked the party and the people. As the party defeated him, he left the words “I’ll be back\" and disappeared.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Franz",
      "Glen",
      "Jonathan",
      "King_Benevol_II",
      "ScarFace"
    ],
    "qa": {
      "Q": "你在日出酒館用餐。法蘭奇的態度又比昨天更差了。你走到櫃檯，法蘭奇說出了讓你理智斷線的金額。\nYou're dining in Sunrise. Frankie's attitude is even worse than yesterday. You walk towards the counter, and Frankie speaks of a price that just snaps you.",
      "C1": "你只付了你覺得合理的價錢，大約是今天金額的一半。\nYou only pay for what you think is reasonable, which is about half the price.",
      "C2": "你朝著法蘭奇重重揮了一拳，打在他的鼻樑上。\nYou swing right into Frankie's nose, hard and precise.",
      "R1": "法蘭奇對你嗆聲，要你不准再踏入日出酒館。\nFrankie talks back to you, forbidding you from coming back to Sunrise.",
      "R2": "法蘭奇重重摔到地上，失去了意識。\nFrankie falls to the ground, losing conscious."
    }
  },
  {
    "id": "Franz",
    "name": "Franz法朗茲",
    "url": "npc/npc_page/pages/Franz.html",
    "image": "individual_pics/Franz.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "荒野旋律在柏納斯家晚宴認識的吟遊詩人，年輕人類男性。\n他表示自己也曾和冒險者們到處遊歷，搜集了不少故事，對於《沃瓦倫之歌》有著很濃厚的興趣，邀請荒野旋律和他談談這首歌的故事。\n在麥克嵩期間，居住於布蘭登的角落。\n過去的冒險團為追影者，因成員之一正義的涅巴倫被暗影之父殺死而解散。除了法朗茲之外的團員都決定引退。法朗茲因此投身於研究暗影之父，而來到麥克嵩。對於拉索斯教也有一定程度的認識，而且懂拉索斯語。\n在比武大會遭暗影之父襲擊後，似乎受到了刺激，創作了相關的樂曲，並加入台北市議員，追查暗影之父與拉索斯教的線索。\n在從妖精荒野回來後，因為發現自己和台北市議員的方向不同，而決定自行離開了。",
    "descEn": "A young bard that the Rhythm of the Wild got to know at the Berners Family banquet.\nHe told the party that he once was an adventurer, collected quite a lot of stories, and was very interested in “the Song of Vowalon\", inviting the adventurers to tell him about the story behind it.\nLived in Brandon’s Corner while he was in Macksohn.\nHis past party was named Shadow Trackers, and the party broke up after one of the member, Nebalon the Justice, was killed by the Father of Shadows. Everyone but Franz chose to retire, while Franz came to Macksohn to study on the Father of Shadows. He knew quite a lot about Laxthos and can speak Laxthosian.\nAfter being attacked by the Father of Shadows at the Macksohn Tournament, Franz was somewhat inspired and chose to travel with the Councilor of Taipei to gather more information about the Father of Shadows and Laxthos.\nAfter coming back from the Feywild, Franz realized that his goal is different from the party, so he the party left quietly.",
    "location": [
      "Macksohn",
      "Dorrenville",
      "the Feywild"
    ],
    "related": [
      "Frankie",
      "The_Hooded_Figure"
    ],
    "qa": {
      "Q": "「讓我加入團隊吧。」法朗茲提議。「我對拉索斯教有一些認識，可以幫助你們。」\n\"Let me join your group.\" Franz proposes. \"I know things about Laxthos. I can help you.\"",
      "C1": "接受法朗茲的提議，讓他加入隊伍。\nAccept Franz's proposal, letting him join the team.",
      "C2": "拒絕法朗茲的提議，不讓他加入隊伍。\nDecline Franz's proposal, letting him out of the team.",
      "R1": "在法朗茲的教導下，半年後，你能用拉索斯語做簡單的對話了。\nUnder Franz's tutelage, you can speak simple Laxthosian in half a year.",
      "R2": "法朗茲露出陰沉的表情。「你們會後悔的。」\nFranz makes a gloomy expression. \"You'll regret.\""
    }
  },
  {
    "id": "Frederick_Norman",
    "name": "Frederick Norman弗雷德里克・諾曼",
    "url": "npc/npc_page/pages/Frederick_Norman.html",
    "image": "individual_pics/Frederick Norman.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "T.I.D.E.S.組織的現任領導者。\n在《古斯塔夫諾曼的神秘失蹤》中，出錢聘請冒險者們尋找其失蹤兒子古斯塔夫的貴族。\n人稱諾曼爵士。\n雖然愛護他的兒子古斯塔夫，但不想太過介入其生活。\n有非常多眼線，以及不小的影響力。\n在冒險者們逃離艾爾諾後，讓他們在諾曼宅邸待了好一段日子。",
    "descEn": "The current leader of T.I.D.E.S.\nThe nobleman who paid the adventurers to find his lost son in “The Disappearance of Gustavo Norman\".\nHe was often called Syr Norman.\nAlthough he loved hos son Gustavo, he tried hard not to intervene Gustavo’s life.\nFrederick had many informant working under him, and also he was quite powerful in the Kingdom, even in the Empire.\nAfter the adventurers escaped El'Nore, he let them lived in the Norman mansion for quite a while.",
    "location": [
      "Norman's Estate"
    ],
    "related": [
      "Gustavo_Norman",
      "Laura_Fishburne",
      "Riley_Richmond"
    ],
    "qa": {
      "Q": "「你不該出現在這。」諾曼爵士的聲音從你身後傳出。\n\"You shouldn't be here.\" Syr Norman's voice emerge from your back.",
      "C1": "拿起武器，準備好戰鬥。\nTake out your weapons, and prepare to fight.",
      "C2": "和諾曼爵士道歉，詢問離開這裡的方法。\nApologize to Syr Norman, and ask the way out of here.",
      "R1": "你感到昏沈，失去了意識。\nYou feel dizzy, and lost conscious.",
      "R2": "諾曼爵士微笑，帶你走回了一樓。\nSyr Norman smiles, leads you back to the first floor."
    }
  },
  {
    "id": "Gary",
    "name": "Gary蓋瑞",
    "url": "npc/npc_page/pages/Gary.html",
    "image": "individual_pics/Gary.png",
    "status": "dead",
    "race": [
      "Wolf"
    ],
    "gender": "male",
    "religion": [
      "Nessis"
    ],
    "descZh": "拉黎爾的狼夥伴，有比一般狼較高的智慧與力量。\n異色瞳，左眼藍色，右眼橘色。\n與拉黎爾形影不離，甚至願意為了保護拉黎爾而死。",
    "descEn": "The companion of Ra’Leer, also a wolf with higher intelligence and stronger than most wolves.\nHad heterochromatic pupils, with its left pupil blue and right orange.\nGary is always with Ra’Leer, and would even die protecting her.",
    "location": [
      "Howling Forest",
      "Phreit"
    ],
    "related": [
      "RaLeer_the_Herder"
    ],
    "qa": {
      "Q": "你看見蓋瑞身體狀況不太好，但你們在趕路，時間緊迫。\nYou see Gary's not looking well, but you're pressed for time on the way.",
      "C1": "你停了下來，給拉黎爾和蓋瑞一些時間好好休息。\nYou stop and make time for Ra'Leer and Gary to take a good rest.",
      "C2": "你讓拉黎爾和蓋瑞休息，自己和其他人則先繼續前進。\nYou let Ra'Leer and Gary rest, and continue on the road with the party.",
      "R1": "蓋瑞的狀況一時半刻好不了。最終，你們還是出發，但你為蓋瑞感到擔心。\nGary's condition is not gonna get better in a short time. Finally, you continue your journey, but you're worried about Gary.",
      "R2": "在悲劇發生的前一刻，你內心暗自慶幸蓋瑞和拉黎爾不在現場。他們值得活下去。\nBefore the tragedy, you're glad that Gary and Ra'Leer are not here. They deserve to live."
    }
  },
  {
    "id": "Gareth_Berners",
    "name": "Gareth Berners葛瑞斯・柏納斯",
    "url": "npc/npc_page/pages/Gareth_Berners.html",
    "image": "individual_pics/Gareth Berners.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "麥克嵩當地貴族柏納斯的成員之一。傑弗瑞的兒子，瑟琳的丈夫，蘭斯的父親。\n現任麥丁頓王國禁衛軍的將軍，也是弗列里爵士的繼位者。\n在柏納斯家晚宴時隨時護衛著紫羅蘭。\n對於蛋糕類的甜點似乎有著難以抗拒的心理。",
    "descEn": "A family member of the Macksohn noble house, the Berners Family. The son of Jeffery, husband to Selene, and father of Lance.\nGareth is currently the king’s guard of the Mattington Kingdom, and also the successor of Syr Flaerry.\nTook care of Xandria, the Violet of Macksohn pretty closely at the Berners banquet.\nSeems to be irresistible to sweets like cakes.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Jefferey_Berners",
      "Lance_Berners",
      "Ona_Berners",
      "Rosa_Flaerry",
      "Selene_Berners",
      "Xandria_the_Violet_of_Macksohn"
    ],
    "qa": {
      "Q": "宴會上，你看見身穿盔甲，威風凜凜的葛瑞斯聳立著，但他的眼神一直偷偷飄向旁邊的蛋糕。\nDuring the banquet, you see the majestic, armor-wearing Gareth, standing, but his eyes keep drifting towards the cake.",
      "C1": "切下一片蛋糕，恭敬的遞給蓋瑞斯。\nCut a slice of cake, and hand it to Gareth politely.",
      "C2": "等待蓋瑞斯休息時，再將蛋糕遞給他。\nGive Gareth the cake when he rest.",
      "R1": "蓋瑞斯向你拒絕，但你知道他真的很想吃蛋糕。\nGareth declines, but you know he wants the cake badly.",
      "R2": "蓋瑞斯接下你的蛋糕，狼吞虎嚥。\nGareth takes your cake, and devours it."
    }
  },
  {
    "id": "General_Maliya_Kaeyal",
    "name": "General Maliya Kaeyal瑪萊雅・凱耀將軍",
    "url": "npc/npc_page/pages/General_Maliya_Kaeyal.html",
    "image": "individual_pics/General Maliya Kaeyal.png",
    "status": "alive",
    "race": [
      "Dragonborn"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "萊斯諾的將軍，中年紅龍人女性。\n個性強硬且難以溝通，連市長與大臣都對他敬畏三分。\n強烈主張要「收復」對面的蜥蜴人城鎮克萊芬。",
    "descEn": "The general in Leisnor, a mid-aged red dragonborn female.\nMaliya is very fierce, even the mayor and the minister are afraid of her.\nShe has a very strong opinion on 'recovering' the lizardfolk town Clyphen.",
    "location": [
      "Leisnor"
    ],
    "related": [
      "Mayor_Saerus_Pharyon",
      "Syr_Galaestrel_Freyeman"
    ],
    "qa": {
      "Q": "你看見瑪萊雅・凱耀將軍正在用鞭子揮打他的部下，沒有人敢吭聲。\nYou see General Maliya Kaeyal whipping her subordinates. No one is brave enough to make a sound.",
      "C1": "你出聲制止。在你心中，沒有人該如此被對待。\nYou make a sound to stop it. In your mind, no one should be treated like this.",
      "C2": "你裝作沒看見。你知道挑戰他不會有好下場。\nYou act like you don't see it. You know challenging her is not gonna end well.",
      "R1": "你看見將軍的部下低聲說著謝謝，但將軍朝著你兇狠地走來。\nYou see the subordinates thanking you quietly, but the General walks to you fiercely.",
      "R2": "你聽見鞭子持續抽打，但沒有任何哀嚎聲。\nYou hear the whipping sound continues, but no wailing."
    }
  },
  {
    "id": "Glen",
    "name": "Glen葛蘭",
    "url": "npc/npc_page/pages/Glen.html",
    "image": "individual_pics/Glen.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Trinix"
    ],
    "descZh": "麥克嵩衛兵，據說是紅髮有雀斑的年輕人類男子。\n刀疤臉承諾Ron將派遣葛蘭至日出酒館配合調查喬納森失蹤的事件。",
    "descEn": "A young guard in Macksohn, seems like he was red-headed and had freckles.\nScar-Face committed to Ron the he would send Glen to help him investigate in the missing incident of Jonathan.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Frankie",
      "Jonathan",
      "ScarFace"
    ],
    "qa": {
      "Q": "你看見葛蘭對你使了個眼色，但沒有說話。\nYou see Glen winks at you, but he doesn't talk.",
      "C1": "你走向了他的桌子。\nYou walk towards his table.",
      "C2": "你走向了酒館外，繞到旁邊的巷子。\nYou walk out the tavern, into the alley next to it.",
      "R1": "「不要在店內讓他知道我們認識！」葛蘭小聲但急切地說道。\n\"Don't let him know we know each other in the tavern!\" Glen whispers urgently.",
      "R2": "「你在幹什麼？不准給我偷懶！」你聽見法蘭奇的吼叫。\n\"What are you doing? Don't you dare slack off!\" You hear Frankie shouting."
    }
  },
  {
    "id": "Grenland_Folsen",
    "name": "Grenland Folsen葛蘭倫・佛森",
    "url": "npc/npc_page/pages/Grenland_Folsen.html",
    "image": "individual_pics/Grenland Folsen.jpeg",
    "status": "dead",
    "race": [
      "Tiefling"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "隱居於魏斯科鎮的大法師。\n寂靜神拉索斯的追隨者。\n在台北市議員們的陪同下，穿越嚎叫森林，前往沃瓦倫鎮。\n協助寇頓神父主持解除詛咒的祈禱儀式，卻也造成了沃瓦倫滅鎮事件，而後被台北市議員殺死。",
    "descEn": "An archmage living in Wescoe.\nA follower of Laxthos.\nTraveled through the Howling Forest and arrived at Vowalon with the accompany of the Councilor of Taipei.\nHelped Father Kaulton for the ritual to remove the curse, but ended up leading the town to be destroyed, but was killed by the Councilor of Taipei at the end.",
    "location": [
      "Wescoe",
      "Vowalon"
    ],
    "related": [
      "Father_Kaulton"
    ],
    "qa": {
      "Q": "當你看見葛蘭倫大法師時，你才知道他是一名魔人。你的夥伴對此似乎有些意見。\nYou don't know Grenland the Archmage is a tiefling until you see him in person. Your companion seems to have some issue with it.",
      "C1": "告訴你的夥伴，不能因為他是什麼種族就產生刻板印象。\nTell your companion that they should not have stereotype to him due to his species.",
      "C2": "雖然不說，但你對葛蘭倫大法師保持著警戒之心。\nAlthough you don't say it out load, you stay wary of Grenland the Archmage.",
      "R1": "幾天後當悲劇發生時，你感到惋惜。但你知道這是葛蘭倫大法師的問題，與他的種族無關。\nWhen the tragedy happens days after, you feel sorry, but you not it's not his species that matter. Grenland the Archmage himself is the problem.",
      "R2": "幾天後當悲劇發生時，你感到後悔。你早該相信你夥伴的直覺的。\nWhen the tragedy happens days after, you regret. You should've trust your companion's instinct."
    }
  },
  {
    "id": "Gustavo_Norman",
    "name": "Gustavo Norman古斯塔夫・諾曼",
    "url": "npc/npc_page/pages/Gustavo_Norman.html",
    "image": "individual_pics/Gustavo Norman.png",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "在《古斯塔夫諾曼失蹤事件》中失蹤的年輕男子，是貴族諾曼爵士的兒子。\n經冒險者調查後，發現他在妖精部落艾爾諾中意外殺死當地長老，被當地居民打死。",
    "descEn": "The missing young man from “The Disappearance of Gustavo Norman\", who is the son of Syr Norman.\nAfter the investigation by the adventurers, Gustavo was found killed in the elvish tribe El'Nore by the locals.",
    "location": [
      "El'Nore"
    ],
    "related": [
      "Basuu",
      "Dosuu",
      "Frederick_Norman",
      "Luny",
      "Mafa"
    ],
    "qa": {
      "Q": "你沒有見過古斯塔夫。你對他的認知都是從別人口中聽來的。\nYou've never seen Gustavo. All you know of him was from other people's words.",
      "C1": "你相信艾爾諾妖精們的說法。古斯塔夫是個衝動的人，也因此違背了艾爾諾的各種規矩。\nYou believe in the elves in El'Nore. Gustavo is an impulsive man, breaking tons of rules in El'Nore.",
      "C2": "你相信諾曼爵士的說法。古斯塔夫是個熱情的探險者，知識淵博且好奇。\nYou believe in Syr Norman. Gustavo is a passionate explorer, intellect and curious.",
      "R1": "在艾爾諾的調查結束後，你和艾爾諾的妖精們共享佳餚，但你也注意到有些人對你的表情不太友善。\nAfter the investigation in El'Nore, you have delicious food with the elves. But you also notice that there are unfriendly gazes towards you.",
      "R2": "你帶著事實的真相回到諾曼宅邸。諾曼爵士雖然很傷心，但他也依約給了你豐厚的酬勞。\nYou bring the truth back to the Norman Estate. Although Syr Norman is devastated, he pays you with the generous compensation."
    }
  },
  {
    "id": "GuuGuu",
    "name": "Guu-Guu古古",
    "url": "npc/npc_page/pages/GuuGuu.html",
    "image": "individual_pics/Guu-Guu.jpeg",
    "status": "alive",
    "race": [
      "Orc"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "駐守於地下城一處入口的巨大食人魔，戴著一個黑色的面具，手持一根巨大棍棒。似乎看不見。\n喜歡用疊字說話，最愛的東西是糖糖。\n心理單純，像個孩子一樣。",
    "descEn": "A huge orc who guarded the entrance of a dungeon with a black mask on his face and holding a giant stick in his hand. He seemed to be blind.\nGuu-Guu loves baby talking, and candies are his favorite.\nGuu-Guu had a pure heart like a child.",
    "location": [
      "Vowalon",
      "Korringfield"
    ],
    "related": [],
    "qa": {
      "Q": "你看見古古，擋在地下城的入口。他的背影對著你。\nYou see Guu-Guu standing at the entrance of the dungeon.",
      "C1": "你拿起武器，準備迎接戰鬥。\nYou prepare your weapons for a potential fight.",
      "C2": "你輕鬆繞到古古面前，嘗試和他溝通。\nYou casually walk in front of Guu-Guu, trying to communicate with him.",
      "R1": "古古沒有注意到你，是個偷襲的好機會。\nGuu-Guu doesn't notice you, you have a good chance to sneak attack.",
      "R2": "古古看著你，口中呢喃著「糖糖......」。\nGuu-Guu stares at you, \"Candies......\" He murmurs."
    }
  },
  {
    "id": "Harrel_Mizel",
    "name": "Harrel Mizel哈洛・米佐",
    "url": "npc/npc_page/pages/Harrel_Mizel.html",
    "image": "individual_pics/Harrel Mizel.png",
    "status": "alive",
    "race": [
      "Dragonborn",
      "Dragon"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "拉撒拿魔法商店的老闆，眼神看起來十分有智慧。\n老尼克索的好友與酒友。\n與艾瑞利斯家的奈梨紗似乎有不錯的交情。\n後來哈洛現身為銀龍米札瑞爾，而且是阿龍父母之死的背後真兇。\n在冒險者離開土城前，告訴了雷亞他家鄉的事。",
    "descEn": "The owner of a magic item shop in Rathanad, who looks wise in his eyes.\nA good friend and drinking buddy of Old Nixul.\nSeems to be quite good with Nylessa Arylith.\nLater, Harrel showed himself as the silver dragon Myz'haril, also the real culprit behind the death of Al'lon's parents.\nBefore the adventurers leave Mudtown, he told Leah about her hometown.",
    "location": [
      "Rathanad"
    ],
    "related": [
      "Nylessa_Arylith"
    ],
    "qa": {
      "Q": "你看見哈洛從龍人的型態，化身為銀龍。他的陰影籠罩著你。\nYou see Harrel transforms from his tiefling form, into a silver dragon. His shadow looms over you.",
      "C1": "你嚇地退後。你知道你是不可能和龍作對，然後活下來的。\nYou back off in terror. You know there is no chance fighting against a dragon and survive.",
      "C2": "你拿起武器，準備應戰。你不打算你的旅程就在這裡結束。\nYou take your weapon, preparing to fight. You don't plan to end your journey here.",
      "R1": "「哎呀，你不錯，還有點自知之明。」米札瑞爾對你吹了一口氣。\n\"Huh, you're alright. You do have self-awareness.\" Myz'haril breathes to you.",
      "R2": "「愚蠢的人類。」米札瑞爾冷笑道。「不過放心，把你殺掉對你沒有好處。」\n\"What a fool.\" Myz'haril smirks. \"But don't worry, there's no benefit killing you.\""
    }
  },
  {
    "id": "Hobb",
    "name": "Hobb霍布",
    "url": "npc/npc_page/pages/Hobb.html",
    "image": "individual_pics/Hobb.png",
    "status": "alive",
    "race": [
      "Banderhobb"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "瑟巴諾當地的黑幫老大之一，身材十分壯碩，但是手下似乎都不太擅長打架。\n鎮上的一間酒館「霍布的派對屋」似乎是他的黑幫的集散地。\n似乎是拉索斯教的信奉者，手下的身上有刺拉索斯語的祝禱文。\n與Drayer似乎過去就認識了。\n和冒險者們談了交易，只要他們將鎮長家的魔法盒交給他，就能贖回被他綁走的喬納森。\n真身是來自深淵的一頭綁匪怪蛙，其手下為魚人，與拉索斯教簽訂了契約。\n計劃在瑟巴諾蓋一個建設，卻被冒險者們打斷了計劃，也殺光了他的手下。\n在從冒險者們手上搶走魔法盒子之後就消失了，也連帶將幾名冒險者們溶成了泥。",
    "descEn": "The leader of a local gangster in Sebano who had a very strong-build body.\nHis henchmen were not good fighters.\nA local “tavern\" was pretty much like the base of his gang.\nHobb seemed to be a believer of Laxthos, with his arms tattooed with Laxthos prayers.\nIt seemed like he and Drayer had known each other for some time.\nHobb negotiated a deal with the adventurers, with them handing him the magic box from Mayor Thorne’s house to release Jonathan, who was kidnapped by him.\nThe real identity of Hobb is a Banderhobb from the Deep, with merfolks has his henchmen, and he signed a contract with the Laxthos.\nHobb planned to build a construct in Sebano, but was interrupted by the adventurers and all his henchmen was killed.\nAfter taking the magic box from the adventurers, Hobb disappeared after melting several adventurers into mud.",
    "location": [
      "Sebano",
      "the Deep"
    ],
    "related": [
      "Jonathan",
      "Pattie_Sylverome"
    ],
    "qa": {
      "Q": "「所以，你要接受我的提議嗎？」霍布看著你。\n\"So, do you accept my offer?\" Hobb looks at you.",
      "C1": "你點點頭，你不覺得霍布的提議有任何疑慮。\nYou nod. You don't think there's anything to consider in Hobb's offer.",
      "C2": "你請霍布再給你一些時間考慮，你不想做太倉促的決定。\nYou ask Hobb to give you some extra time. You don't want to make a decision so hastily.",
      "R1": "「非常好。」霍布微笑。「我喜歡你這樣的客戶。」\n\"Very well,\" Hobb smiles. \"I enjoy customers like you.\"",
      "R2": "「如果你不想要，我大有其他有興趣的客戶。」霍布的背後出現了一片人影。\n\"If you don't want it, I have other customers that will be interested.\" A number of people appears behind Hobb."
    }
  },
  {
    "id": "The_Hooded_Figure",
    "name": "The Hooded Figure斗篷人",
    "url": "npc/npc_page/pages/The_Hooded_Figure.html",
    "image": "individual_pics/The Hooded-Figure.jpeg",
    "status": "alive",
    "race": [
      "Shapeshifter"
    ],
    "gender": "neutral",
    "religion": [
      "Laxthos"
    ],
    "descZh": "沃瓦倫鎮出現的神秘存在。\n只有在深夜時，會披著黑色斗篷，出現在鎮上的街道上，露出他橘紅色閃閃發光的雙眼，有人還曾聽過他發出惡魔般的狂笑聲。\n他的身份至今無人知曉。\n在沃瓦倫滅鎮事件後，被冒險者目擊逃入寂靜殿內，疑似躲進了神父辦公室後掩藏通往地下的密室。\n在麥克嵩曾被Paladin和Samael分別目擊到。\n依照法朗茲的說明，他是拉索斯教的傳訊者，會出現在不同的城市。",
    "descEn": "A mysterious figure seen in Vowalon.\nOnly at midnight, this hooded figure would be seen on the streets, with its orange eyes glowing. Some even claimed that they heard it laughed manically.\nIts identity had not been revealed until now.\nAfter the incident in Vowalon, it was seen sneaking into the Temple of Silencio, suspected to delve into the dungeon from the Father’s office.\nHe was seen by both Paladin and Samael at Mackoshn.\nAs Franz’s investigation implied, it is a courier of Laxthos, appearing in different cities.",
    "location": [
      "Vowalon",
      "Macksohn"
    ],
    "related": [
      "Brock",
      "Franz"
    ],
    "qa": {
      "Q": "你獨自一人在街角看見疑似斗篷人的身影。你要怎麼做？\nYou see the sight that looks like the hooded figure by yourself alone. What do you do?",
      "C1": "你趕緊回到酒館，把消息告訴同伴們。\nYou rush back to the tavern, telling your companions.",
      "C2": "你趕緊追上，這種機會錯過就很難再遇到了。\nYou follow immediately. This is a chance that you wouldn't want to miss.",
      "R1": "當你們再次回到附近，你們找不到他的身影。\nYou can't find him after you come back.",
      "R2": "當你繞過轉角，你被絆了一跤。你醒來時，已經沒有看到斗篷人的身影了。\nYou run pass the corner, and tripped. When you wake up, you don't see the hooded figure anymore."
    }
  },
  {
    "id": "Indigo",
    "name": "Indigo英荻格",
    "url": "npc/npc_page/pages/Indigo.html",
    "image": "individual_pics/Indigo.jpeg",
    "status": "alive",
    "race": [
      "Elf"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "Samael的阿嬤。\n原本以為在十多年前已經病死，卻離奇地出現在妖精荒野。\n懂一般語、妖精語，以及仙靈語，而且有穿越一般世界與妖精荒野的能力。\n在妖精荒野作為冒險者們的嚮導之一。\n喜歡挖苦Samael，但其實對Samael也很照顧與看好。\n身邊時常跟著不同的男伴。",
    "descEn": "The grandmother of Samael.\nShe was considered dead from illness more than 10 years ago, but appeared in the Feywild instead.\nKnowing common, Elvish, and Fey, Indigo also had the ability to travel between the material world and Feywild.\nAct as a guide to the adventurers in the Feywild.\nLiked to talk to Samael sarcastically, but actually looked after Samael and had high expectation to Samael.\nIndigo often had different male partners along her side.",
    "location": [
      "the Feywild",
      "Dorrenville",
      "Macksohn"
    ],
    "related": [
      "Elby__Dr_White"
    ],
    "qa": {
      "Q": "你看見英荻格突然現身在你面前，頑皮的對你眨了一眼。\nYou see Indigo appears in front of you in a sudden, winks at you playfully.",
      "C1": "詢問英荻格剛剛是怎麼做到的？\nAsk Indigo how she did that?",
      "C2": "在英荻格面前施展個小法術。\nCast a cantrip in front of Indigo.",
      "R1": "「有些魔法不是你想學就能學會的。」英荻格憐憫的看著你。\n\"Not all magic are learnable.\" Indigo looks at you in pity.",
      "R2": "「這不是什麼太厲害的把戲，但你這傢伙挺有趣的。」英荻格打量著你。\n\"This is not some hard trick, but you, are quite interesting.\" Indigo looks you up."
    }
  },
  {
    "id": "Iochi_Mari",
    "name": "Iochi Mari伊洛・瑪莉",
    "url": "npc/npc_page/pages/Iochi_Mari.html",
    "image": "individual_pics/Iochi Mari.png",
    "status": "alive",
    "race": [
      "Foxfolk"
    ],
    "gender": "female",
    "religion": [
      "Keinra"
    ],
    "descZh": "一名有著銀白毛色的狐狸人修女，目前在方努爾市的聖津菈大教堂服務。\n小時候和Midori、小雪一起在尼姆孤兒院長大。",
    "descEn": "A fox-folk nun with silver-white fur, currently serving at St. Keinra Cathedral in Fanaur City.\nShe grew up in the Nimu Orphanage together with Midori and Yuki.",
    "location": [
      "Fanaur"
    ],
    "related": [
      "Bishop_Robinson",
      "Reese_Tig",
      "Yuki"
    ],
    "qa": {
      "Q": "「歡迎來到聖津菈大教堂，我是瑪莉，有什麼是我能幫忙的嗎？」\n\"Welcome to the St. Keinra Cathedral. I'm Mari. Is there anything I can help you with?\"",
      "C1": "請瑪莉修女為你介紹津菈教。\nAsk Sister Mari to introduce Keinra to you.",
      "C2": "「方努爾市竟然有狐狸人？」你很訝異他的種族。\n\"There's a foxfolk in Fanaur?\" You're surprised by her species.",
      "R1": "瑪莉修女熟練地為你介紹了津菈教的教義。\nSister Mari introduce you to the principles of Keinra proficiently.",
      "R2": "「我......我也不清楚。」瑪莉低著頭。「我是個孤兒，從我有記憶以來我就在方努爾市了。」\n\"I'm...... I'm not sure.\" Mari looks down. \"I was an orphan, and I've been in Fanaur since I know the world.\""
    }
  },
  {
    "id": "Jacob",
    "name": "Jacob雅各",
    "url": "npc/npc_page/pages/Jacob.html",
    "image": "individual_pics/Jacob.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "在《鬧鬼荒野的偽多頭龍》中鬧鬼荒野當地寧靜酒館的店小二。\n然而在冒險者隔天起床後，卻成了寧靜酒館的老闆。\n15051年時，與伊娃結婚。",
    "descEn": "The waiter working in the local tavern Silence in Moorland Haunt in “the False Hydra of Moorland Haunt\".\nAs the adventurer woke up the next morning, he was turned into the owner of Silence.\nJacob married Eva in 15051D.E.",
    "location": [
      "Drogsland"
    ],
    "related": [
      "Eva"
    ],
    "qa": {
      "Q": "你看見昨日在店中作為店小二的雅各，以老闆自居。這令你感到疑惑。\nYou see Jacob, who was a waitor in the tavern yesterday, now acts as the owner. This makes you confused.",
      "C1": "向雅各詢問關於昨日老闆的事。\nAsk Jacob about the owner you see yesterday.",
      "C2": "裝作沒事，離開寧靜酒館後再去好好調查。\nAct like nothing's wrong, and plan to investigate after leaving Silence.",
      "R1": "「誰？」雅各一臉困惑。「我已經開這家店好多年了，我一直都是老闆。」\n\"Who?\" Jacob looks confused. \"I've had this tavern for years, and I've always been the owner.\"",
      "R2": "鬧鬼荒野各處的跡象，都明確的告訴你，這座城鎮有說不出的怪異感。\nAll signs in Moorland Haunt tells you clearly, that there is some unspeakable weirdness in this town.。"
    }
  },
  {
    "id": "Jasmine_Warren",
    "name": "Jasmine Warren潔絲敏・沃倫",
    "url": "npc/npc_page/pages/Jasmine_Warren.html",
    "image": "individual_pics/Jasmine Warren.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "沃瓦倫鎮長戴洛的妻子。\n聘請冒險者至魏斯科帶回葛蘭倫大法師，以進行儀式來解除沃瓦倫的詛咒，卻在冒險者們回到沃瓦倫前失蹤了。\n冒險者們在地下城發現潔絲敏被獻祭的屍體，冰冷而毫無血色，胸口插的匕首上面寫著拉索斯語的「犧牲」與「血脈」。而他的全名也被昭告為潔絲敏・卓尼森・沃倫。",
    "descEn": "Wife of Daryl, the mayor of Vowalon.\nHired the adventurers to bring the archmage Grenland Folsen from Wescoe back to Vowalon to remove the curse of Vowalon, but gone missing before the adventurers returned.\nThe adventurers found Jasmine’s body sacrificed on an altar to a ritual, cold and bloodless, with a dagger stabbed into her chest with Laxthosian writings of sacrifice and bloodline. Her full name, Jasmine Dranison Warren was written on the altar.",
    "location": [
      "Vowalon"
    ],
    "related": [
      "Benny_Cozlothramuda",
      "Daryl_Warren",
      "sammick_warren"
    ],
    "qa": {
      "Q": "當你咬下潔斯敏送給你們的三明治，你感到一陣噁心。\nWhen you take a bite on the sandwich Jasmine gave you, you feel nauseous.",
      "C1": "你懷疑潔絲敏的廚藝可能不太好，但心裡還是對他感激。\nYou suspect that Jasmine is not good at cooking, but you still feel grateful to her.",
      "C2": "你對於潔絲敏可能對你們下毒這件事，感到恐懼。\nYou're afraid of the fact that Jasmine might have poisoned you.",
      "R1": "你看了看夥伴的臉色。以你的經驗，這不是廚藝不好這麼簡單的事。\nYou see your companion's face. In your experience, this is more than bad cooking.",
      "R2": "你趕緊在山丘上尋找你所知可能可以作為解毒劑的植物。\nYou immediately start looking for plants that you know that can be made as antidote."
    }
  },
  {
    "id": "Jefferey_Berners",
    "name": "Jefferey Berners傑弗瑞・柏納斯",
    "url": "npc/npc_page/pages/Jefferey_Berners.html",
    "image": "individual_pics/Jefferey Berners.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "麥克嵩貴族柏納斯家現任的代表人。\n老婆為歐娜，孫子為蘭斯。",
    "descEn": "The current face of the Macksohn noble family, the Berners Family.\nHis wife is Ona, and his grandson is Lance.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Gareth_Berners",
      "Lance_Berners",
      "Ona_Berners",
      "Selene_Berners"
    ],
    "qa": {
      "Q": "你初次來到柏納斯宅邸。現任家族代表傑弗瑞邀請你們進入。\nYou arrive the House of Berners for the first time. The face of the family, Jefferey, welcomes you.",
      "C1": "富麗堂皇的裝潢，讓你覺得心曠神怡。麥克嵩的貴族家就是不一樣。\nThe opulent decor is a feast for the eyes and a delight to the soul. The noblehouses in Macksohn is truly exceptional.",
      "C2": "你的直覺告訴你，傑弗瑞・柏納斯是個需要注意的人。在你來之前就有人警告過你了。\nYour instinct tells you to be aware of Jefferey Berners. Someone also told you this before you come here.",
      "R1": "晚宴過程中沒有發生任何奇特之事，你非常享受。\nNothing weird happened during the feast, and you enjoy it very much.",
      "R2": "晚宴過程中沒有發生任何奇特之事，但你始終覺得不安感揮之不去。\nNothing weird happened during the feast, but the feelng of insecure never left you."
    }
  },
  {
    "id": "Jonathan",
    "name": "Jonathan喬納森",
    "url": "npc/npc_page/pages/Jonathan.html",
    "image": "individual_pics/Jonathan.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Trinix"
    ],
    "descZh": "麥克嵩日出酒館的老闆與主廚。\n因為小時候曾被龍人欺凌，而在酒館鬥毆事件中對Ron出手。鬥毆後為表歉意，聘用Ron在日出酒館作為廚師，並讓Ron住在日出酒館後台的員工休息室。\n然而因Ron住宿的第一晚就遇到Lemmy造成的突發事件，讓喬納森決定出錢給Ron在外面找地方住。\n隔天喬納森卻失蹤了。\n隨著法蘭奇給予的線索，Paladin與他的新夥伴們在瑟巴諾發現了化名為喬納斯的喬納森，但他似乎被捲入了什麼事件，被霍布五花大綁。\n最後，在Paladin面前被安娜殺死。",
    "descEn": "The owner and chef of Sunrise, a local tavern in Macksohn.\nJonathan was bullied by dragonborns when he was a kid, so he attacked Ron in the tavern fight. To apologize, he hired Ron as the chef in Sunrise, and permit him to live in the employee’s room.\nHowever, the first night Ron lived in Sunrise, there were incident caused by Lemmy, which led to Jonathan changed his mind and instead gave money for Ron to find somewhere else to live outside the tavern.\nThe next day, Jonathan was nowhere to be found.\nFollowing Frankie’s lead, Paladin and his new group of adventurers found Jonathan at Sebano, with the alias Jonas. But he was in the midst of some trouble, as he got tied up by Hobb.\nIn the end, Jonathan was brutally murdered by Anna in front of Paladin.",
    "location": [
      "Macksohn",
      "Sebano"
    ],
    "related": [
      "Anna",
      "Dr_David",
      "Frankie",
      "Glen",
      "Hobb",
      "ScarFace"
    ],
    "qa": {
      "Q": "「我叫......喬納斯。」你覺得這個瑟巴諾的服務生看起來很眼熟。\n\"My name is...... Jonas.\" You think this waiter in Sebano looks oddly familiar.",
      "C1": "相信他。也許他只是個你看過的人的雙胞胎罷了。\nBelieve in him. Maybe he's just a twin of someone you've seen.",
      "C2": "翻找一下送上的餐點是否留有什麼線索。\nLook for any clue from the food that he sent.",
      "R1": "在裡離開瑟巴諾前，你還是沒有找到失蹤的日出酒館老闆喬納森。你總覺得好像錯過了什麼。\nBefore you leave Sebano, you find no clue about the missing owner of Sunrise, Jonathan. You feel like you've missed something.",
      "R2": "你從盤子底下找到一張紙，是化名為喬納斯的喬納森留下的求救訊息。\nYou find a piece of paper under the plate. It's an SOS message left by Jonathan, who made an alias as Jonas."
    }
  },
  {
    "id": "Father_Kaulton",
    "name": "Father Kaulton寇頓神父",
    "url": "npc/npc_page/pages/Father_Kaulton.html",
    "image": "individual_pics/Father Kaulton.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "沃瓦倫鎮的神父，負責管理寂靜殿，並帶領鎮上民眾禱告。\n於一年前來到沃瓦倫鎮擔任神父。\n主持解除詛咒的祈禱儀式，卻也造成了沃瓦倫滅鎮事件，而後被台北市議員殺死。",
    "descEn": "The Father in Vowalon, in charge of the Temple of Silencio, and leading the prayers for the town folks.\nCame to Vowalon a year ago.\nHosted the ritual to remove the cursed, but was also responsible for the slaughter of Vowalon, and later killed by the Councilor of Taipei.",
    "location": [
      "Vowalon"
    ],
    "related": [
      "Grenland_Folsen"
    ],
    "qa": {
      "Q": "在寇頓神父的辦公室內，有一個可疑的櫃子。他的書桌擺放的位置，這個櫃子似乎打不開。\nIn Father Kaulton's office, there's a suspicious cabinet. As the position where his desk is placed, this cabinet seems to be unable to be opened.",
      "C1": "你向寇頓神父詢問這個櫃子。\nYou ask Father Kaulton about this cabinet.",
      "C2": "你計劃趁夜深人靜時，偷偷潛進來調查看看。\nYou plan to sneak in for investigation in the middle of the night.",
      "R1": "「這個櫃子在我來沃瓦倫之前就是這樣了。」寇頓神父說道。\n\"This cabinet has already been placed like this when I first came to Vowalon.\" Said Father Kaulton.",
      "R2": "當你從辦公室門口偷看，你看見寇頓神父搬走書桌，打開櫃子，走了進去。\nWhen you look into the office from the door, you see Father Kaulton move away the table, open the cabinet, and walk in it."
    }
  },
  {
    "id": "Kahn",
    "name": "Kahn坎",
    "url": "npc/npc_page/pages/Kahn.html",
    "image": "individual_pics/Kahn.png",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Trinix"
    ],
    "descZh": "麥克嵩的衛兵。\n奉命在小木屋內看守Paladin，卻被Paladin的馬伕希納襲擊而被反綁在椅子上並換成馬伕裝。\n被Midori和YHWH拯救，卻在帶兩人到日出酒館後被Lemmy劃破喉嚨而死。\n手上刺有十道光芒的太陽。",
    "descEn": "A guard in Macksohn.\nOrdered to watch for Paladin in the cabin, but attacked by Cena and was disguised as Cena, tied on a chair.\nRescued by Midori and YHWH, but was cut by the throat by Lemmy after he brought the two to Sunrise.\nHe has a tattoo of a sun with ten rays on his arm.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Cena"
    ],
    "qa": {
      "Q": "你看見坎帶著兩名戴著面具人，朝著市區內走去。\nYou see Kahn leading two people with masks, walking into the city.",
      "C1": "這是衛兵的是，你沒有多加干預。\nThis is guards' business. You shouldn't intervene.",
      "C2": "默默跟在他們身後，看看會發生什麼事。\nFollow them quietly, wanting to know what happens next.",
      "R1": "一段時間後，你聽見日出酒館傳來打鬥聲。\nAfter a while, you hear sounds of fighting in Sunrise.",
      "R2": "你看見坎一走進日出酒館，就被襲擊倒地。\nYou see Kahn ambushed and uncnscious right after he entered Sunrise."
    }
  },
  {
    "id": "Kevin_Bolden",
    "name": "Kevin Bolden凱文・波頓",
    "url": "npc/npc_page/pages/Kevin_Bolden.html",
    "image": "individual_pics/Kevin Bolden.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "麥克嵩城門旅店的老闆。是貴族家庭的後代，但為了證明自己可以自力更生，開了城門旅店。\n個性十分單純，容易相信人。\n對Midori有所迷戀。為了向Midori賠罪，送了他一條家中的珍珠項鍊。",
    "descEn": "The owner of the Gates Inn, a local tavern in Macksohn. Kevin was from a noble family, but to prove his ability to be self-reliance, he opened the Gates Inn.\nKevin was a naive man who believed in others easily.\nHe had a crush on Midori. To apologize to her, Kevin gave her a pearl necklace from his family.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Roline_Hughes"
    ],
    "qa": {
      "Q": "你來到城門旅店，看見凱文正朝著樓上看著。\nYou arrive at the Gates Inn, seeing Kevin staring upstairs.",
      "C1": "和凱文打了聲招呼。\nSay hi to Kevin.",
      "C2": "默默等待，看會發生什麼事情。\nWait patiently to see what comes next.",
      "R1": "「啊，抱歉。請問你要入住嗎？」凱文趕緊回神。\n\"Ah, sorry. Do you want to check in?\" Kevin quickly snaps out of it.",
      "R2": "不久後，你看見一位穿著重甲的年輕女士走了下來，凱文結結巴巴地對他說話。\nNot after long, you see a lady in heavy armor walking down the stairs. Kevin starts talking to her, stuttering."
    }
  },
  {
    "id": "King_Knicol",
    "name": "King Knicol神王尼可",
    "url": "npc/npc_page/pages/King_Knicol.html",
    "image": "individual_pics/King Knicol.jpeg",
    "status": "alive",
    "race": [
      "Goblin"
    ],
    "gender": "male",
    "religion": [
      "King Knicol"
    ],
    "descZh": "地底王尼可大人。\n冒險者於地下城與哥布林激戰後俘虜的一隻哥布林。在哥布林王戰死後，被冒險者加冕為地底王，並賜名尼可。\n被Usioni五花大綁，大多數時間掛在他的背後，作為防身的工具。\n本名呱啦。",
    "descEn": "Lord Knicol, King of the Underground, aka King Kincol.\nThe goblin that the adventurers captured after the fight in the dungeon. After the Goblin King was dead, he was crown the King of the Underground and Knicol was given as his name by the adventurers.\nKing Knicol was mostly tied behind Usioni and was acted as his shield.\nHis birth name was Guala.",
    "location": [
      "Vowalon",
      "Wescoe",
      "Korringfield"
    ],
    "related": [],
    "qa": {
      "Q": "酒館內，你看見一隻哥布林被放在桌子上，眼神迷茫渙散。\nYou see a goblin placed on a table in the tavern, eyes unfocused.",
      "C1": "這想必是傳聞中的「神王尼可」，你趕緊走了過去，向他致意。\nThis must be the rumored \"King Knicol\". You quickly walk towards him, salute to him.",
      "C2": "酒館內什麼都有，你看過更怪的事發生。\nWeird things happens in the tavern. You've seen even weirder ones.",
      "R1": "「現在你是『王之四騎士』的一員了。」一名牛頭怪從旁邊走了出來，對著你說。\n\"Now you're part of 'the Four Horseman of the King'.\" A minotaur walks out, says to you.",
      "R2": "不久後，你看見一名牛頭怪把哥布林綁在背上，從酒館離開了。\nNot after long, you see a minotaur ties the goblin on his back, and leaves the tavern."
    }
  },
  {
    "id": "Kojo",
    "name": "Kojo寇久",
    "url": "npc/npc_page/pages/Kojo.html",
    "image": "individual_pics/Kojo.png",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "在《古斯塔夫諾曼失蹤事件》中，住在艾爾諾的中年男性人類。經營著一間小店，裡面有不少材料與雜貨。\n向冒險者們揭露艾爾諾當地妖精的陰謀。\n在儀式當晚，協助Anedak拯救遭到綁架的其他冒險者們。\n似乎有強大的魔法能力。\n最後在儀式現場倒地，沒能逃離。",
    "descEn": "A middle aged human who run a small store at El'Nore from “the Disappearance of Gustavo Norman\".\nRevealed the conspiracy of the elves to the adventurers.\nHelped Anedak save the other kidnapped adventurers at the night of the ritual.\nSeems to have strong magical power.\nFainted at the ritual at the end, and didn’t survive.",
    "location": [
      "El'Nore"
    ],
    "related": [],
    "qa": {
      "Q": "你看見寇久雙手撐地，直冒冷汗。「你們快逃。」他低聲說著。\nYou see Kojo with his hands on the ground, sweating. \"You guys go.\" He whispers.",
      "C1": "將寇久背起，帶著他逃離現場。\nCarry Kojo on his back, and take him away.",
      "C2": "聽寇久說的，和夥伴們趕緊逃離。\nListen to Kojo, and escape with your companions.",
      "R1": "不久後，寇久從你背上衰落。你檢查一下，他已經沒了氣息。\nNot after long, Kojo fall from your back. You check, and he's not breathing anymore.",
      "R2": "你們看見儀式現場被大火包圍。寇久會一直住在你的心中。\nYou see the ritual engulfed by fire. Kojo will continue to live in your heart."
    }
  },
  {
    "id": "Lance_Berners",
    "name": "Lance Berners蘭斯・柏納斯",
    "url": "npc/npc_page/pages/Lance_Berners.html",
    "image": "individual_pics/Lance Berners.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "麥克嵩當地貴族柏納斯家成員之一，祖父為傑弗瑞，祖母為歐娜，母親為瑟琳，父親為蓋瑞斯。\n對於冒險者們與冒險故事十分有興趣。\n在Lemmy等人闖入其宅邸後，將Lemmy綁住並拷問他，最後將一枚黑色寶石沒入Lemmy胸前以進行追蹤。",
    "descEn": "A family member of the Macksohn local noble house Berners. Jefferey is his grandfather, Ona his grandmother, Selene and Gareth his parents.\nHad high interest in the stories of the adventurers.\nAfter Lemmy and the others intruded the Berners house, he tied up Lemmy and tortured him, and put a black diamond into his chest to track him.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Gareth_Berners",
      "Jefferey_Berners",
      "Ona_Berners",
      "Selene_Berners"
    ],
    "qa": {
      "Q": "「告訴我更多關於你們冒險的故事。」蘭斯饒富興致的看著你。\n\"Tell me more about your adventures.\" Lance looks at you with interest.",
      "C1": "選擇告訴他你們被冠上屠村惡名的真相。\nChoose to tell him the truth behind the story that you were framed as the town slayer.",
      "C2": "選擇告訴他你們靠著組樂團賺金幣的事蹟。\nChoose to tell him the story that you earned gold pieces by forming a band.",
      "R1": "你發誓你看見蘭斯的眼中閃了一道光。\nYou swear you see a glint flashed in Lance's eyes.",
      "R2": "蘭斯感到無趣，很快就離開餐桌了。\nLance feels bored, and leaves the table in a short time."
    }
  },
  {
    "id": "Laura_Fishburne",
    "name": "Laura Fishburne蘿拉・費許朋",
    "url": "npc/npc_page/pages/Laura_Fishburne.html",
    "image": "individual_pics/Laura Fishburne.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "T.I.D.E.S.的成員之一。\n藉由挑戰萊里・里奇蒙成功，晉升為方尖碑的一員。",
    "descEn": "A member of the T.I.D.E.S.\nAfter succeeding challenging Riley Richmond, Laura became one of the Obelisk.",
    "location": [
      "Norman's Estate"
    ],
    "related": [
      "Frederick_Norman",
      "Riley_Richmond"
    ],
    "qa": {
      "Q": "你看見蘿拉一腳將萊里掉在地上的眼球踩爛。\nYou see Laura steps right on the eyeball plucked out from Riley's eye socket.",
      "C1": "你仔細看萊里的眼神。\nYou look into the eye of Riley.",
      "C2": "你仔細看蘿拉的眼神。\nYou look into the eyes of Laura.",
      "R1": "萊里並沒有透露出恐懼或傷心的眼神。\nThere is no fear or sadness in Riley's eye.",
      "R2": "蘿拉並沒有透露出得意或嘲諷的眼神。\nThere is no triumphant or mocking in Laura's eye."
    }
  },
  {
    "id": "Leonard_Old_Pipe_Riversend",
    "name": "Leonard “Old Pipe\" Riversend「老煙槍」河萊納",
    "url": "npc/npc_page/pages/Leonard_Old_Pipe_Riversend.html",
    "image": "individual_pics/Leonard \"Old Pipe\" Riversend.png",
    "status": "alive",
    "race": [
      "Gnome"
    ],
    "gender": "male",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "阿龍的養父。\n數年前，阿龍因控制不了情緒，誤傷他的養父，而逃離土城。\n阿龍回來後，發現萊納拄著拐杖，卻稱自己是因為爬山受傷才需要拐杖。",
    "descEn": "Al-lon’s foster father.\nYears ago, Al-lon accidentally hurt Leonard due to him losing control of himself, and fled Mudtown.\nAfter Al-lon came back to Mudtown, he found Leonard with a crutch, claiming that it was due to his own accident on a trip to the mountains.",
    "location": [
      "Mudtown"
    ],
    "related": [
      "Elly_Riversend"
    ],
    "qa": {
      "Q": "你發現河萊納驕傲地把玩著他的拐杖。\nYou see Leonard playing with his crutch proudly.",
      "C1": "向他的太太河艾麗詢問這件事。\nAsk Elly, his wife, about this.",
      "C2": "向河萊納詢問這件事。\nAsk Leonard about this.",
      "R1": "「事情已經過去了。」河艾麗小聲說道。「我們不太提他受傷的事。」\n\"It's over for some time.\" Elly speaks in a low voice. \"We don't talk about why he got hurt.\"",
      "R2": "「我前陣子爬山受傷了，所以需要拐杖。」\n\"I need a crutch since I fell mountain climbing some time ago.\""
    }
  },
  {
    "id": "Leslie_Grunfeld",
    "name": "Leslie Grunfeld萊斯麗・格倫費爾德",
    "url": "npc/npc_page/pages/Leslie_Grunfeld.html",
    "image": "individual_pics/Leslie Grunfeld.jpeg",
    "status": "historical figure",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "索拉的母親，彼特的妻子，婚後雖然冠夫姓為萊斯麗・麥迪遜，主要還是以自己的本名自稱。\n父親為匿名之聲的領導人，但他並不相信這個宗教團體。\n在索拉死後，召集匿名之聲的群眾，創立了拉索斯教，被尊稱為拉索斯夫人。",
    "descEn": "The mother of Sora and the wife of Pete. Even though changed her last name to Madison after marriage, she mostly used her original family name.\nHer father was the leader of Voice of the Anonymous, but she never believed in the religious group.\nAfter the death of Sora, she gathered the members of Voice of the Anonymous and found the religion Laxthos, and was remembered as the Lady of Laxthos.",
    "location": [
      "Kashla"
    ],
    "related": [
      "Dr_Vaxon",
      "Pete_Madison",
      "Sora"
    ],
    "qa": {
      "Q": "有些人說拉索斯之母到現在都還活著，但那是幾千、幾萬年的事了。\nSome people say that the Mother of Laxthos is still alive, but that's a story thousands, or even tens of thousands years ago.",
      "C1": "世界上可能有禁忌的魔法，讓人能活這麼久也說不定。\nThere might be forbidden magic for people to live this long.",
      "C2": "神話、傳說都是杜撰的，這是為了拉索斯教而傳出的吧。\nMyths and legends are all made up. This must be told for Laxthos.",
      "R1": "多年後，你習得了這個魔法。代價很大，但是，值得。\nYears later, you learn this magic. The price was grand, but, it's worth it.",
      "R2": "不久後你就忘記這件事了。\nYou forget about this story some time later."
    }
  },
  {
    "id": "Lewis",
    "name": "Lewis路易斯",
    "url": "npc/npc_page/pages/Lewis.html",
    "image": "individual_pics/Lewis.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Trinix"
    ],
    "descZh": "艾德蒙餐酒館的店長。\n與大衛醫師熟識，考慮聘用Ron為廚師。",
    "descEn": "The manager of Edmond’s Diner.\nFamiliar with Dr. David.\nConsidered hiring Ron as a chef.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Dr_David",
      "Edmond"
    ],
    "qa": {
      "Q": "你來到艾德蒙餐酒館用餐。店長路易斯來到你的餐桌，恭喜你成為本年度來店第1000組客人。\nYou come to Edmond's Diner for dinner. Lewis the manager come to your table, congratulating you to be the 1000th customer this year.",
      "C1": "接受邀請，來到廚房觀賞廚師們的烹飪現場。\nAccept the invitation to see the chefs cook in the kitchen.",
      "C2": "接受提議，享用特別為你製作的特餐。\nAccept the offer to enjoy a special dish specially for you.",
      "R1": "你看見廚師們熟練地把所有食材烹調成美味又漂亮的佳餚，就像魔法一樣。\nYou see the chefs skillfully turns the food into delicious dishes, just like magic.",
      "R2": "色彩繽紛、香氣撲鼻的餐點送到你的餐桌上，這是貴賓等級的待遇。\nColorful, enticing dishes are served at your table. This is a VIP experience."
    }
  },
  {
    "id": "lil_lily",
    "name": "Lil’Lily小莉莉",
    "url": "npc/npc_page/pages/LilLily.html",
    "image": "individual_pics/Lil'Lily.png",
    "status": "alive",
    "race": [
      "Half Orc"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "本名莉莉絲，是歐德里克聘來當地城的嚮導。\n雖然工作時臉色不好看，但還是十分盡責，備受歐德里克信任。",
    "descEn": "Her real name is Lilith, and she was hired by Odrick to serve as a guide in the dungeon.\nAlthough she often looks displeased while working, she is very dedicated and greatly trusted by Odrick.",
    "location": [
      "Oderick's Dungeon"
    ],
    "related": [
      "Lord_Octavian_von_Oderick"
    ],
    "qa": {
      "Q": "「各位還有什麼問題嗎？」小莉莉有氣無力地問道。\n\"Any more questions?\" Lil'Lily asks wearily.",
      "C1": "快速舉起你的手。\nRaise your hand in just a second.",
      "C2": "體諒小莉莉，不問任何問題。\nBe considerate of Lil'Lily, and ask no question at all.",
      "R1": "「唉，好的。」小莉莉嘆氣。「請問有什麼問題？」\n\"Okay......\" Lil'Lily sighs. \"What is your question?\"",
      "R2": "「好。那我們繼續往前走。」小莉莉說到。\n\"Alright. Let's continue moving.\" Lil'Lily says."
    }
  },
  {
    "id": "Liliana",
    "name": "Liliana莉蓮娜",
    "url": "npc/npc_page/pages/Liliana.html",
    "image": "individual_pics/Liliana.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Keinra"
    ],
    "descZh": "有著一頭銀白色短髮的津菈教聖騎士，和半妖精拉芙是冒險夥伴。\n兩人受瑪琳船長之邀來到聖拉雅米島協助調查島上的失蹤以及中毒事件。",
    "descEn": "A Paladin of Keinra with short silver-white hair, and the adventuring partner of the half-elf Ralf.\nThe two were invited by Captain Marin to come to St. Rayami Island to help investigate the disappearances and poisoning incidents occurring there.",
    "location": [
      "Lark",
      "St. Rayami Island",
      "Fanaur"
    ],
    "related": [
      "Captain_Marin",
      "Ralf"
    ],
    "qa": {
      "Q": "「不好了！」你看件莉蓮娜跑了過來。「拉芙被困在礦坑了！」\n\"Oh no!\" You see Liliana runs towards you. \"Ralf is trapped in the mine!\"",
      "C1": "通知衛兵，請他們整隊帶人搶救。\nNotify the guards, tell them to bring people to help.",
      "C2": "和冒險團隊一起出發，前往礦坑。\nStart moving towards the mine with the adventuring group.",
      "R1": "當衛兵們抵達礦坑時，拉芙的身影已經消失了。\nWhen the guards arrive, Ralf is nowhere to be found.",
      "R2": "經過激烈的戰鬥，你們終於把拉芙救了出來。\nAfter a intense combat, you finally save Ralf out from the mine."
    }
  },
  {
    "id": "Lumio",
    "name": "Lumio魯米歐",
    "url": "npc/npc_page/pages/Lumio.html",
    "image": "individual_pics/Lumio.png",
    "status": "dead",
    "race": [
      "Construct"
    ],
    "gender": "neutral",
    "religion": [
      "Phyneal"
    ],
    "descZh": "斐納札的機器人衛兵，十分有群眾魅力。\n與Ubbo一同爭取心空席的席次，並順利晉級到決選。\n在決賽中對Ubbo造成極大量的傷害，但最後在其他冒險夥伴的聯手下被擊敗，於空中化為火球，在地面炸開。",
    "descEn": "A charismatic warforged guard in Fenadra.\nLumio ran for the vacancy of the Seat of Heartless against Ubbo, and entered the finals.\nIn the final contest, Lumio dealt tons of damage to Ubbo, but was defeated by the other adventurers. He turned into a huge fireball and exloded on the ground.",
    "location": [
      "Fenadra"
    ],
    "related": [
      "Tam_Quorr"
    ],
    "qa": {
      "Q": "你看見魯米歐從支持者中走了出來，禮貌地和你握個手。\nYou see Lumio walking out from his supporters, shaking your hand politely.",
      "C1": "和魯米歐說了幾句話，期待兩人接下來的競爭。\nTalk to Lumio, excited about the coming competition.",
      "C2": "趁魯米歐不注意，對他襲擊。\nSneakily attack Lumio out of his surprise.",
      "R1": "「不論誰輸誰贏，我們都是優秀的人才！」魯米歐高昂的說道。\n\"No matter who wins it all, we're all excellent.\" Says Lumio in high spirits.",
      "R2": "魯米歐反擊，你沒想到會這麼痛。\nYou don't expect it to hurt this much when Lumio fights back."
    }
  },
  {
    "id": "Luny",
    "name": "Luny魯尼",
    "url": "npc/npc_page/pages/Luny.html",
    "image": "individual_pics/Luny.jpeg",
    "status": "other",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [
      "Phyneal"
    ],
    "descZh": "在《古斯塔夫諾曼失蹤事件》中艾爾諾當地宗教，月之神信仰支派的宗教領袖，被當地居民敬稱為教主大人。\n邀請冒險者們參加當地的宗教儀式。",
    "descEn": "The religious leader of Phyneal in El'Nore, from “the Disappearance of Gustavo Norman\". He was called the Lord Bishop by the locals.\nLuny invited the adventurers to the local ritual.",
    "location": [
      "El'Nore"
    ],
    "related": [
      "Gustavo_Norman"
    ],
    "qa": {
      "Q": "隨著儀式進行，你覺得有點怪怪的。\nAs the ritual goes on, you feel something weird.",
      "C1": "你大聲打斷儀式。\nYou stop the ritual in a loud voice.",
      "C2": "你繼續觀察，先不打斷儀式。\nYou continue observing, not stopping the ritual, as for now.",
      "R1": "魯尼走向你，你感到一股強烈的壓迫感。\nLuny walks to you. You feel an intense sense of pressure.",
      "R2": "當你意識再次清晰，你的身邊已經倒了一片人。\nWhen your consciousness becomes clear again, people are lying on the ground around you."
    }
  },
  {
    "id": "Lysien_Amoret",
    "name": "Lysien Amoret利希恩・阿莫雷",
    "url": "npc/npc_page/pages/Lysien_Amoret.html",
    "image": "individual_pics/Lysien Amoret.webp",
    "status": "alive",
    "race": [
      "God"
    ],
    "gender": "male",
    "religion": [
      "Amoret"
    ],
    "descZh": "長期資助Lott與其冒險夥伴的匿名神秘貴族。\n在一次給Lott等人的信中，邀請他們至他的「覆羽莊園」，並署名為「羽王」。\n在晚宴中，提及自己曾被月神芬尼爾賜予愛人，卻也被芬尼爾將其奪走，因此再也不信仰芬尼爾。另外，從他的話語中，可得知他已經生存了數百年。\n利希恩的莊園內似乎有不明的力量。",
    "descEn": "The anonymous patron who had supported Lott and his adventuring group for a long time.\nIn a letter to Lott and his adventuring group, Lysien invited them to his “Feathered Estate\", with “the Lord of Feathers\" as his signature.\nIn the feast, Lysien mentioned that he was gifted a love by Phyneal, the God of Luna, but taken away later, thus he never believed in Phyneal again. Also, from his words, it seemed that he had already live for hundreds of years.\nThere seemed to be some mysterious power working in Lysien’s estate.",
    "location": [
      "Feathered Estate"
    ],
    "related": [],
    "qa": {
      "Q": "你看見利希恩站在房間的另一側。你有很多問題想詢問他。\nYou see Lysien standing on the other side of the room. You have a lot of question you want to ask.",
      "C1": "你大聲呼喚利希恩。\nYou shout to Lysien loudly.",
      "C2": "你朝著利希恩走去。\nYou walk towards Lysien.",
      "R1": "利希恩沒有抬頭，像是沒聽見一樣。\nLysien doesn't raise his head, like he doesn't hear you.",
      "R2": "當你終於穿過人群走到另一側時，利希恩的身影卻消失了。\nWhen you finally walk past the people to the other side, Lysien is nowhere to be seen."
    }
  },
  {
    "id": "Mafa",
    "name": "Mafa馬法",
    "url": "npc/npc_page/pages/Mafa.html",
    "image": "individual_pics/Mafa.jpeg",
    "status": "dead",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [
      "Nessis"
    ],
    "descZh": "在《古斯塔夫諾曼失蹤事件》中艾爾諾當地的營帳主人。\n對冒險者十分友善，提供不少關於古斯塔夫失蹤的資訊。帶領冒險者們前往祭拜古斯塔夫與前任村長的墳墓，也帶冒險者們前往案發的儀式現場。\n租給冒險者們一座營帳供他們休息。",
    "descEn": "A tent owner in El'Nore from “the Disappearance of Gustavo Norman\".\nMafa was friendly to the adventurers, providing some information about the disappearance of Gustavo. He also took the adventurers to pay respect to Gustavo and the ex leader of El'Nore, and even took them to the place where the ritual happened.\nMafa rented a tent to the adventurers.",
    "location": [
      "El'Nore"
    ],
    "related": [
      "Gustavo_Norman"
    ],
    "qa": {
      "Q": "馬法正在推薦你不同款式的營帳，讓你選擇。\nMafa is recommending you different types of tents for you to choose from.",
      "C1": "挑選比較小的營帳。\nChoose the smaller tent.",
      "C2": "挑選比較大的營帳。\nChoose the bigger tent.",
      "R1": "馬法請了孩子來幫你提行李，帶你入住。\nMafa asks the kids to help take your luggages, helping you check in.",
      "R2": "馬法承諾等入住後帶你逛逛艾爾諾。\nMafa promise to tour you around El'Nore after checking in."
    }
  },
  {
    "id": "Syr_Magnus",
    "name": "Syr Magnus馬格努斯爵士",
    "url": "npc/npc_page/pages/Syr_Magnus.html",
    "image": "individual_pics/Syr Magnus.jpeg",
    "status": "alive",
    "race": [
      "Halfling"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "Paladin的父親。\n麥丁頓王國騎士團的副團長，因在王都麥克嵩遭到匪徒攻擊，未及時治療傷勢，導致傷口感染，被迫退休，回到寇林菲爾德養傷，卻因重傷，很有可能喪命。\n在Paladin犧牲了自己的左耳，透過神秘的月神教儀式後，產出了一罐粉紅色的液體。馬格努斯爵士喝下後，竟然神奇的完全康復了。\n向Paladin透露他的生母並不是他長期以來稱為母親的那位女人，而是他在麥克嵩遇見的另一個女子，珊吉雅，又被稱為麥克嵩的紫羅蘭。",
    "descEn": "The father of Paladin.\nThe former vice-leader of the kings guard of Mattington. Syr Magnus was attacked by bandits in Macksohn, but wasn’t cured right after that, which led to his wound infected and forced to retire to rest back in Korringfield. However, the injury was too severe that it might cost him his life.\nAfter Paladin sacrificed his left ear, with the help of the mysterious ritual of Phyneal, a pink potion was made for Syr Magnus to drink, which got him healed magically.\nHe revealed to Paladin that his mother was actually a woman called Xandria, aka the Violet of Macksohn, whom he met at Macksohn.",
    "location": [
      "Macksohn",
      "Korringfield"
    ],
    "related": [
      "Cena",
      "Mr_Flaerry",
      "Xandria_the_Violet_of_Macksohn",
      "Yung"
    ],
    "qa": {
      "Q": "馬格努斯爵士詢問你接下來要去哪裡？他可以提供你馬匹。\nSyr Magnus asks where you plan to go to next. He can provide you horses.",
      "C1": "前往王國首都麥克嵩，尋找麥克嵩的紫羅蘭，珊吉雅。\nTo Macksohn, the capital of the Kingdom, to find the Violet of Macksohn, Xandria.",
      "C2": "前往洛森王國去見妖精。\nTo the Lothum Kingdom, to visit the elves.",
      "R1": "馬格努斯爵士告訴你，到麥克嵩可以報上他的名號，會順利一點。\nSyr Magnus tells you that using his name can make it easier to survive in Macksohn.",
      "R2": "馬格努斯爵士提點你以他的經驗，對付妖精的訣竅。\nSyr Magnus tells you from his experience the trick to deal with elves."
    }
  },
  {
    "id": "Syr_Galaestrel_Freyeman",
    "name": "Syr Galaestrel Freyeman格雷斯卓・費雷曼大人",
    "url": "npc/npc_page/pages/Syr_Galaestrel_Freyeman.html",
    "image": "individual_pics/Syr Galaestrel Freyeman.png",
    "status": "alive",
    "race": [
      "Dragonborn"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "萊斯諾的大臣，中年藍龍人男性。\n個性溫和且堅定，但在將軍面前毫無插嘴的餘地。\n認為萊斯諾與克萊芬兩地應該分治，而非強硬地靠武力收復。",
    "descEn": "The minister in Leisnor, a mid-aged blue dragonborn male.\nGalaestrel is calm but firm, but there is no room for him to interrupt the general during conversation.\nHe believes that Leisnor and Clyphen should be ruled seperatedly, not with martial force.",
    "location": [
      "Leisnor"
    ],
    "related": [
      "General_Maliya_Kaeyal",
      "Mayor_Saerus_Pharyon"
    ],
    "qa": {
      "Q": "「我相信萊斯諾和克萊芬之間可以有和平化解危機的方法，你說對吧？」格雷斯卓・費雷曼大人詢問你。\n\"I believe there is a way to resolve the crisis between Leisnor and Clyphen. You believe in that, too, right?\"Lord Galaestrel Freyeman asks.",
      "C1": "「是的，」你回應。「我相信克萊芬的人民們也願意好好談的。」\n\"Yes.\" You say. \"I believe the people in Clyphen would like to talk about it.",
      "C2": "「不，」你搖搖頭。「兩邊的人想法差太多了，我不覺得有談話的機會。」\n\"No.\" You shake your head. \"People on the two sides have very different opinions, I don't think there's any chance to communicate.",
      "R1": "「但我們萊斯諾必須要先達成共識。」格雷斯卓大人嘆氣。\n\"But we still need to have an agreement in Leisnor.\" Lord Galaestrel sighs.",
      "R2": "「該不會馬萊雅將軍的做法才是最好的......」格雷斯卓大人露出無奈的表情。\n\"What if General Maliya's way is the best......\" Lord Galaestrel shows a helpless expression."
    }
  },
  {
    "id": "Mango",
    "name": "Mango芒果",
    "url": "npc/npc_page/pages/Mango.html",
    "image": "individual_pics/Mango.png",
    "status": "alive",
    "race": [
      "Shapeshifter"
    ],
    "gender": "neutral",
    "religion": [
      "Phyneal"
    ],
    "descZh": "由妖精王國的能量產出的蛋，孵出的魔法生物。\n其外型由照養他的Lott的意識所塑型。\n擁有超出想象的知識，但有時候會突然說出讓人恐懼又無法理解的話語。\n與Lott一起在母親大人的屠殺中生存。\n與Lott一起來到斐納札後消失了一段時間，最終在Ubbo成為心空席後，以巨蛇的型態現身，且有著痛苦人臉的花紋與殘肢長在身上。\n芒果將Psyber咬傷，將他拖入傳送門消失了。",
    "descEn": "A magical creature hatched from an egg made by the energy in Lothum Kingdom.\nIts appearance is decided by Lott, its caretaker.\nMango has crazy amount of knowledge, but sometimes says things that creeps out people.\nSurvived with Lott after the Mother’s Massacre.\nAfter arriving Fendra with Lott, Mango disappeared for a while. It showed up after Ubbo ascended into the Seats of Eclipsed as a huge snake with tormented faces as its pattern, and appendages on its body.\nMango bit Psyber, and dragged him into a portal hole.",
    "location": [
      "Phreit",
      "Drogsland",
      "Feathered Estate",
      "Fenadra"
    ],
    "related": [
      "Shifu",
      "The_Mother"
    ],
    "qa": {
      "Q": "你覺得芒果的眼神怪怪的。\nYou think Mango looks weird in his eyes.",
      "C1": "他只是隻小動物，沒什麼大不了。\nHe's just a small creature, there's nothing to worry.",
      "C2": "嘗試對他使用「偵測思想」魔法。\nUse the magic \"detect thought\" on it.",
      "R1": "你始終甩不掉那種持續被監視的感覺。\nYou just can't get rid of the feeling of under surveillance.",
      "R2": "你發現的的魔法對他無效。芒果用奇怪的表情盯著你看。\nYou find your magic useless against it. Mango looks at you in a weird facial expression."
    }
  },
  {
    "id": "Marco",
    "name": "Marco馬可",
    "url": "npc/npc_page/pages/Marco.html",
    "image": "individual_pics/Marco.jpeg",
    "status": "alive",
    "race": [
      "Dog"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "在《鬧鬼荒野的偽多頭龍》中鬧鬼荒野當地醫生烏鴉醫師養的狗。\n帶領冒險者們尋找腐臭味發出的源頭。",
    "descEn": "The dog that Dr. Crow owned in Moorland Haunt from “the False Hydra of Moorland Haunt\".\nGuided the adventurers to find the source of the rotten smell.",
    "location": [
      "Drogsland"
    ],
    "related": [
      "Dr_Crow"
    ],
    "qa": {
      "Q": "你看見馬可對著一個角落瘋狂吠叫。\nYou see Marco barking at a corner like he's mad.",
      "C1": "狗狗有時候就是會做些看不懂的事，大概沒什麼大不了的。\nDogs sometimes do weird things, it's probably nothing.",
      "C2": "嘗試用武器戳戳看角落。\nTry to poke the corner with a weapon.",
      "R1": "你離開後，馬可還在對那個角落吠叫。\nMaro keeps on barking at the corner even after you leave.",
      "R2": "你戳到一個有彈性的東西，但你沒有看見他的實體。\nYou poke something elastic, but you can't see it."
    }
  },
  {
    "id": "Marcus_Jens",
    "name": "Marcus Jens馬可斯・詹斯",
    "url": "npc/npc_page/pages/Marcus_Jens.html",
    "image": "individual_pics/Marcus Jens.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "麥克嵩的貴族，家族從事情報搜集。\n雇用了一名叫伊的貧民窟少年（伊稱呼他為M伯爵），似乎在調查和蜘蛛神教相關的事。\n有一名叫瑪莉安的妹妹被關在王宮監獄內，冒險者受他委託，將瑪莉安從監獄救出來。\n多年前曾購買了大量的魔法球，魔法球的功能似乎非常多元，而且不是只有他自己能使用。\n馬可斯是月神教的信徒。\n在麥克嵩的擁王派失利後，與冒險者們一同逃往洛森王國，前往尋找母親大人的旅途。然而，在一次與月光狩獵會的戰鬥中，被敵人的詛咒殺死。冒險者將他安葬，並立了一個木製的墓碑。",
    "descEn": "A noble from Macksohn whose family did intelligence gathering.\nHe hired a young man from the ghetto named Yi to do some investigation about the Spider God religion.\nHe had a sister named Marianne who was locked up in the Macksohn Palace Jail. The adventurers was paid by him to get her out of the jail.\nMarcus bought a lot of magical orbs years ago, which seemed to have multiple functions, and could even be used by people other than him.\nMarcus is a believer of Phyneal.\nAfter the royalist faction failed in Macksohn, Marcus traveled with the party to Lothum, on a trip to find the Mother. However, he was cursed to death in a battle against the Moonlight Predators. The party buried him, erected a wooden tombstone for him, and paid their respect.",
    "location": [
      "Macksohn",
      "Phreit"
    ],
    "related": [
      "Marianne_Jens",
      "RaLeer_the_Herder",
      "The_Mother",
      "Yi"
    ],
    "qa": {
      "Q": "馬可斯掏出一顆有彈性的球，交給你，讓你玩玩看。\nMarus takes out an elastic ball, give it to you to play with it.",
      "C1": "你將球用力揉捏。\nYou knead the ball vigorously.",
      "C2": "你將球朝著地上丟。\nYou throw the ball to the ground.",
      "R1": "球變成像泥漿一般柔軟可塑。\nThe ball turns flexible, like mud.",
      "R2": "球彈到地上時，發出一道小閃光。\nThe ball emits a tiny flash when it hits the ground."
    }
  },
  {
    "id": "Lady_Marian",
    "name": "Lady Marian瑪莉恩夫人",
    "url": "npc/npc_page/pages/Lady_Marian.html",
    "image": "individual_pics/Lady Marian.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "麥丁頓現任國王艾略特四世的母親，在前國王時期似乎沒有人知道他的存在。\n被智者奧利佛暗示不是人類。\n似乎有一定程度的魔法能力，能主動進行心靈溝通。\n根據瑪莉安的說法，本名為瑪麗蓮，過去是他蜘蛛神教的夥伴，但後來信奉了拉索斯教，改名為瑪莉恩，並揭發他臥底的身份，使他被關入地牢，因此瑪莉安對他恨之入骨。",
    "descEn": "The mother of the current King of Mattington, Elliot IV. She was not known when the former king reigned.\nShe was hinted not a human by Oliver the Wise.\nSeemed to have some kind of magical powers, and could do active telepathy.\nAs Marianne said, Marian’s name was originally Marilyn, and was her companion of followers of the Spider God, but turned to believe in Laxthos and changed her name to Marian, also turning her in. Marianne was then locked up in jail, thus she hated Marianne deeply.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "King_Benevol_II",
      "King_Elliot_IV",
      "Marianne_Jens",
      "The_Mother"
    ],
    "qa": {
      "Q": "你在刺客留下的毒匕首上看見刻著瑪莉恩夫人的名字。\nYou see Lady Marian's name carved on the poisoned dagger from the assassin.",
      "C1": "認定瑪莉恩夫人是背後的真兇。\nBelieve that Lady Marian is the cuprit behind this.",
      "C2": "認為有人要誣陷瑪莉恩夫人。\nBelive that someone is trying to frame Lady Marian.",
      "R1": "你展開逃離麥克嵩的計劃，逃得越遠越好。\nYou start a plan the escape from Macksohn, the farther the better.",
      "R2": "你回到宮廷，將匕首遞給瑪莉恩夫人。\nYou return to the palace, giving Lady Marian the dagger."
    }
  },
  {
    "id": "Marianne_Jens",
    "name": "Marianne Jens瑪莉安・詹斯",
    "url": "npc/npc_page/pages/Marianne_Jens.html",
    "image": "individual_pics/Marianne Jens.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "The Spider Religion"
    ],
    "descZh": "麥克嵩貴族馬可斯・詹斯的妹妹。\n年輕時曾經離家出走過一段時間。\n被關在麥克嵩王宮監獄，是蜘蛛神教在麥克嵩的間諜。\n過去曾和當時名為瑪麗蓮的瑪莉恩為同夥，但因為被背判而被送入地牢。\n安娜過去是他的下屬。",
    "descEn": "The sister of the Macksohn noble Marcus Jens.\nShe ran out of home was she was young for some time.\nShe was locked in the Macksohn Palace Jail for some time, as she was the spy of the Spider God.\nShe was a companion of Marilyn, but was send to jail by Marilyn betraying her.\nAnna was her subordinate.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Anna",
      "Lady_Marian",
      "Marcus_Jens"
    ],
    "qa": {
      "Q": "你背著虛弱的瑪莉安。他正呢喃著什麼。\nYou carry the exhausted Marianne on your back. You hear her mumbling.",
      "C1": "你詢問瑪莉安怎麼了？\nYou ask Marianne what's wrong.",
      "C2": "你不多問，現在重要的是讓他回到家。\nYou don't ask. The most important thing now is to bring her home.",
      "R1": "「馬可斯。」瑪莉安小聲說道。「我有點不知道等等怎麼面對他。」\n\"Marcus.\" Marianne whispers. \"I'm not quite sure how I should face him later.\"",
      "R2": "你回到詹斯家門口。一敲門，馬可斯就將門打開了。\nYou arrive at the Jens. As soon as you knock the door, Marcus opens it."
    }
  },
  {
    "id": "Maribel_Muddlewick",
    "name": "Maribel Muddlewick瑪莉貝爾・莫德維克",
    "url": "npc/npc_page/pages/Maribel_Muddlewick.html",
    "image": "individual_pics/Maribel Muddlewick.png",
    "status": "alive",
    "race": [
      "Gnome"
    ],
    "gender": "female",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "本年度競爭土城「春天精靈」的女孩之一，但輸給了佩妮・蘋果木。他原本想透過擔任春天精靈，來和「聽說存在」的山賊進行談判，為土城謀取較為公平的利益。\n父母外出旅行兩年以上都還沒回到土城來。\n在與瑪莉貝爾相處後，冒險者們發現他廚藝精湛、飽讀詩書，且有足夠的獨立生活能力，力邀他加入冒險團隊，但瑪莉貝爾暫時沒有想離開土城的心，只想好好把書看完。",
    "descEn": "A girl running for “the Spirit of Spring\" in Mudtown this year, but lost to Penny Applewood. She wanted to become the Spirit of Spring to negotiate with the “bandits\" for benefits for Mudtown.\nHer parents have been traveling for over two years, and haven’t returned to Mudtown.\nAfter spending some time with Maribel, the adventurers found her to be quite proficient with cooking, well-read, and also has the ability to live independently. They tried to convince her into joining the adventuring group, but Maribel still wants to finish her books before leaving the town.",
    "location": [
      "Mudtown",
      "Rathanad",
      "Leisnor",
      "Clyphen"
    ],
    "related": [
      "Penny_Applewood"
    ],
    "qa": {
      "Q": "夜裡，你看見平常安靜的瑪莉貝爾在窗邊低聲啜泣。\nIn the night, you see Maribel, who's been quiet all the time, sobbing next to the window.",
      "C1": "移動到他旁邊，安慰他。\nMove near her, trying to comfort her.",
      "C2": "移動到他旁邊，問他怎麼了？\nMove near her, asking her what's wrong.",
      "R1": "瑪莉貝爾用力抱住你，什麼也沒說。\nMaribel hugs you tightly, not saying a word.",
      "R2": "「沒事，快去睡吧。」瑪莉貝爾說完，也鑽回被窩裡。\n\"Nothing, go to bed.\" Maribel goes back to bed after saying."
    }
  },
  {
    "id": "Captain_Marin",
    "name": "Captain Marin瑪琳船長",
    "url": "npc/npc_page/pages/Captain_Marin.html",
    "image": "individual_pics/Captain Marin.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Keinra"
    ],
    "descZh": "方努爾市的一名船長。\n受羅賓遜主教委託，載冒險者們到南方的荒島，尋找雪の化身の目覚め的下落。\n多年後，聖拉雅米島成為他的封地。他也帶了新的冒險者來到島上調查中毒事件。",
    "descEn": "A captain from Fonaur.\nComissioned by Bishop Robinson to bring the adventurers to the Southern island to find the book “雪の化身の目覚め\".\nYears later, St. Rayami Island became her fiefdom. She also brings new adventurers to the island to investigate the poisoning incident.",
    "location": [
      "St. Rayami Island",
      "Fanaur"
    ],
    "related": [
      "Bishop_Robinson",
      "Liliana",
      "Ralf"
    ],
    "qa": {
      "Q": "你登上瑪琳船長的船，這艘船看起來有些年紀了，但依然穩固。\nYou board Captain Marin's ship. This ship looks a bit old, but still stable.",
      "C1": "你向瑪琳船長詢問他過去冒險的經歷。\nYou ask Captain Marin about her past adventures.",
      "C2": "你向瑪琳船長詢問這次任務的細節。\nYou ask Captain Marin about the details of the current mission.",
      "R1": "瑪琳船長像你說起多年前在聖拉雅米島上發生的傳奇。\nCaptain Marin tells you about the legends that happened on St. Rayami Island years ago.",
      "R2": "瑪琳船長和你說明聖拉雅米島上現在對中毒事件調查的進度。\nCaptain Marin tells you the current progress of the investigation on the poisonous incident on St. Rayami Island."
    }
  },
  {
    "id": "Matilda",
    "name": "Matilda瑪蒂達",
    "url": "npc/npc_page/pages/Matilda.html",
    "image": "individual_pics/Matilda.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "魏斯科的一名女子。\n話不多，但與他的夥伴梅莉之間似乎頗有默契。",
    "descEn": "A woman from Wescoe.\nDidn’t talk much, but seemed to have a good understanding with her companion Maylee.",
    "location": [
      "Wescoe"
    ],
    "related": [
      "Maylee"
    ],
    "qa": {
      "Q": "你看見瑪蒂達在教堂前鬼鬼祟祟，東張西望。\nYou see Matilda acting suspicious in front of the church.",
      "C1": "上前和瑪蒂達搭話。\nWalk towards Matilda, talk to her.",
      "C2": "跟蹤他，小心不被他發現。\nFollow her, try not to be spotted by her.",
      "R1": "瑪蒂達裝作沒事，隨興回覆你。\nMatilda acts like nothing happened, responds to you casually.",
      "R2": "你看見教堂門被打開，神父讓瑪蒂達溜了進去。\nYou see the door to the church opened, the Father let Matilda sneaks in it."
    }
  },
  {
    "id": "Maylee",
    "name": "Maylee梅莉",
    "url": "npc/npc_page/pages/Maylee.html",
    "image": "individual_pics/Maylee.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "魏斯科的一名女子，年輕且十分漂亮。\n在酒食樂酒館與瑪蒂達和Brown說明了關於拉索斯教的事，並請Brown喝了一杯似乎被下了藥的啤酒。",
    "descEn": "A woman from Wescoe, young and pretty.\nTold Brown about Laxthos with Matilda at Beer, Food, Fun, and treated Brown a beer that was suspiciously poisoned.",
    "location": [
      "Wescoe"
    ],
    "related": [
      "Matilda"
    ],
    "qa": {
      "Q": "你在酒館看見坐在隔壁桌的梅莉對你眨了眼。\nYou see Maylee, who sits in the table next to you in the tavern, winks at you.",
      "C1": "移動到那桌去，和梅莉說話。\nMove to the table, and talks to Maylee.",
      "C2": "繼續待在你的桌子。\nStay at your table.",
      "R1": "梅莉詢問你是不是外地人，沒在這裡見過你。\nMaylee asks if you're not from here, she hasn't seen you here before.",
      "R2": "梅莉自己移動到你的餐桌，和你攀談。\nMaylee moves to your table and starts talking to you."
    }
  },
  {
    "id": "Melvin",
    "name": "Melvin麥爾文",
    "url": "npc/npc_page/pages/Melvin.html",
    "image": "individual_pics/Melvin.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "大學城歷史區區長安德烈亞・戴依的助理。\n自稱沒有什麼學術能力，只能幫安德烈亞打雜。似乎對安德烈亞十分懼怕。\n最終在安德烈亞示範給冒險者們看的月神教靈魂轉移儀式中，因為是無辜的靈魂，而被犧牲。",
    "descEn": "The assistant of Andrea Day, the leader of the History District at the Great Citadel.\nClaimed that he had not much academic abilities, and could only help Andrea with chores. Seemed to be afraid of Andrea.\nAt the end, he was sacrificed by Andra as the innocent soul for the soul-transport ritual of Phyneal to the adventurers.",
    "location": [
      "Great Citadel"
    ],
    "related": [
      "Andrea_Day"
    ],
    "qa": {
      "Q": "你看到麥爾文站在門外看著安德烈亞的表情，充滿恐懼。\nYou see Melvin's face looking at Andrea from outside the door, full of fear.",
      "C1": "你喊了一聲「戴伊先生」。\nYou shout \"Mr. Day.\"",
      "C2": "你自己走進辦公室，不把麥爾文牽連進去。\nYou walk into the office on your own, not dragging Melvin in.",
      "R1": "「麥爾文！」安德烈亞喊道。「怎麼沒有好好招呼客人？」\n\"Melvin!\" Shouted Andrea. \"Why didn't you take care of the guest?\"",
      "R2": "你看見麥爾文鬆了一口氣，默默溜走。\nYou see Melvin sighs with relief, sneaks away."
    }
  },
  {
    "id": "Mikkel_Drogskol",
    "name": "Mikkel Drogskol米可・卓茲克",
    "url": "npc/npc_page/pages/Mikkel_Drogskol.html",
    "image": "individual_pics/Mikkel Drogskol.png",
    "status": "dead",
    "race": [
      "Human",
      "Spirit"
    ],
    "gender": "male",
    "religion": [
      "Phyneal"
    ],
    "descZh": "卓茲克家族的最後一名成員，年約二十多。在睡夢中被殺死，如今成為幽魂，徘徊在卓茲克別莊，有時會與來訪的客人攀談，但對方不一定聽得到他的聲音。",
    "descEn": "The last member of the Drogskol family, at the age of 20ish. Mikkel was killed in his bed, and became a spirit, lingering in the Drogskol Manor. He sometimes talk to visitors, but they were not guaranteed to hear his voice.",
    "location": [
      "Drogsland"
    ],
    "related": [],
    "qa": {
      "Q": "你聽見腦中傳來一個聲音，自稱是米可・卓茲克。但你的夥伴們都沒有聽見他。\nYour hear a voice in your head, saying that he is Mikkel Drogskol. But none of your companions hear that.",
      "C1": "嘗試與聲音對話。\nTry to communicate with the voice.",
      "C2": "假裝聲音不存在。\nAct like the voice doesn't exist.",
      "R1": "米可告訴你，在莊園底下有一座巨大的地洞。\nMikkel tells you that there is a huge cave under the manor.",
      "R2": "米可時不時嘲諷你和夥伴的行為，試圖引起你的回覆。\nMikkel mocks you and your group's actions, trying to make you respond."
    }
  },
  {
    "id": "Moore",
    "name": "Moore摩爾",
    "url": "npc/npc_page/pages/Moore.html",
    "image": "individual_pics/Moore.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "卡什拉的書店店員。\n店內的書似乎都是出現在卡什拉的人的人生記錄。",
    "descEn": "A bookstore clerk at Kashla.\nThe books in the store seemed to all be life records of people appearing in Kashla.",
    "location": [
      "Kashla"
    ],
    "related": [],
    "qa": {
      "Q": "摩爾向你介紹書店裡的書，都是有出現在卡什拉的人的人生紀錄。\nMoore introduce to you the books in the bookstore. They're all life records of people who have set foot in Kashla.",
      "C1": "你嘗試尋找你的名字，想知道裡面的內容。\nYou try to look for your name, wanting to know what's inside.",
      "C2": "你嘗試尋找你認識的人的名字，想知道裡面的內容。\nYou try to look for names of people you know, wanting to know what's inside.",
      "R1": "你的紀錄中寫了你的未來。你很後悔打開這本書。\nYou read your future in your book. You regret reading it.",
      "R2": "你看見了你認識的人的各種秘密，讓你難以相信。\nYou read secrets of people you know. They're hard to believe."
    }
  },
  {
    "id": "The_Mother",
    "name": "The Mother母親大人",
    "url": "npc/npc_page/pages/The_Mother.html",
    "image": "individual_pics/The Mother.jpeg",
    "status": "unknown",
    "race": [
      "Spider",
      "God"
    ],
    "gender": "neutral",
    "religion": [
      "The Spider Religion"
    ],
    "descZh": "麥克嵩舊城區蜘蛛神教的宗教領袖。\n據說是舊城區出生，因為不知名原因頓悟，而對蜘蛛神教有所領悟的人。\n出現在舊城區的一座隱密神殿（被稱為母親大人的寺廟）內，接見來訪者時，會從牆壁內的洞穴出現，現身於床上。\n冒險者們也發現在貴族伯納德・諾姆家的三樓，有個房間，和寺廟格局相似，母親大人也會在這裡出現。\n有一張佈滿皺紋的臉，表情難以解讀。會發出各種奇異的聲響來進行溝通，也會以普通語說話。\n實際上，早在阿爾芬諾誕生前就已存在於妖精王國境內，但其起源未知。\n被安娜奪舍後，鑽入Paladin的體內逃走。\n之後在洛森王國的一座洞穴內，異變的母親大人殺死了Lott以外的冒險者們。",
    "descEn": "The religious leader of the Spider God religion in old town Macksohn.\nShe was said to be born in the old town, but had an epiphany for some unknown reason, thus understood the religion.\nShe appeared in a cryptic temple, being known as Mother’s Temple. When she greeted visitors, she would appear from the hole on the wall, moving to the large ancient bed.\nThe adventurers also found a room similar to the temple at the third floor of the noble Bernard Norm’s house, where the Mother also appeared.\nThe Mother had a wrinkled face, and her facial expression was hard to interpret. She made different kinds of sounds to communicate, as she also used Common.\nIn fact, the Mother was born in the Elvish Kingdom even before Alfenor, but her origin was not known.\nAfter being replaced by Anna, the Mother escaped into Paladin's body.\nLater, in a cave in Lothum, the mutated Mother killed the group of adventurers except Lott.",
    "location": [
      "Macksohn",
      "Phreit"
    ],
    "related": [
      "Alfenor",
      "Bernard_Norm",
      "Lady_Marian",
      "Mango",
      "Marcus_Jens"
    ],
    "qa": {
      "Q": "你看見母親大人原始的臉，巨大而駭人。\nYou see the primal face of the Mother, huge and terrifying.",
      "C1": "你雙腳顫抖，跪了下來。\nYour legs tremble as you kneel down.",
      "C2": "你睜大雙眼看著母親大人。\nYou stare at the Mother with your eyes wide open.",
      "R1": "你感受到母親大人的觸肢在你頭上游移。\nYou feel the appendages of the Mother wandering around your head.",
      "R2": "母親大人張大他的嘴，發出了吼聲。\nThe Mother opens her mouth, roars."
    }
  },
  {
    "id": "Mr_Moon",
    "name": "Mr. Moon月先生",
    "url": "npc/npc_page/pages/Mr_Moon.html",
    "image": "individual_pics/Mr. Moon.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Phyneal"
    ],
    "descZh": "麥克嵩當地的音樂經紀人，有個辦公室名叫「派頓」。\n給人一種精明狡黠的感覺。\n在崔尼斯劇院挖掘到Samael，邀請Samael與他簽約，並給了Samael一個有🎵符號的名片。\n帶冒險者們組成的樂團「荒野旋律」來到柏納斯家的宅邸演奏。\n與柏納斯家族似乎有長期穩地的合作。\n月之神芬尼爾的信徒。\n在麥克嵩似乎有些許影響力，曾告訴Samael與Paladin遇到衛兵找麻煩時，可以報上他的名號。\n在（部分）台北市議員離開麥克嵩前，透露自己過去和月神的交易，讓他已與死亡距離不遠。\n在冒險者們回到麥克嵩時，月先生已經死去了。",
    "descEn": "A local agent in Macksohn, who owned an office called Patton’s.\nHe gave people a sense of smart and cunning.\nWhen Mr. Moon found Samael at the Trinix Theatre, he invited Samael to sign with him and gave Samael a name card with the musical note 🎵.\nMr. Moon brought Rhythm of the Wild, the band formed by the adventurers to perform at the mansion of the Berners family.\nHe seemed to be working with the Berners family long term.\nMr. Moon is a worshiper of Phyneal, the God of Moon.\nHe had some power in Macksohn, as he once told Samael and Paladin that whenever they had some problem with the guards, they can simply say his name.\nAs some members of the adventurers left Macksohn, he revealed the deal he had with the God of Moon, that made him close to death.\nWhen the adventurers got back to Macksohn, Mr. Moon was already dead.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Brock",
      "Sham"
    ],
    "qa": {
      "Q": "月先生遞給你一張名片，告訴你只要在名片上點兩下，你就會自動被傳送到他面前。\nMr. Moon gives you a name card, telling you that you'll be transported to him right after you click twice on the card.",
      "C1": "把卡片收起來。需要時再拿出來。\nPut the card away. You'll take it out when you need it.",
      "C2": "現場在名片上點了兩下。\nClick the card twice right away.",
      "R1": "月先生和你鞠躬，表示期待未來再相見。\nMr. Moon bows to you, saying that he expect to see you again in the future.",
      "R2": "你瞬間傳送到月先生的面前，他嘆了一口氣。\nYou immediately transport to the front of Mr. Moon. He sighs."
    }
  },
  {
    "id": "Mr_Muffins",
    "name": "Mr. Muffins瑪芬先生",
    "url": "npc/npc_page/pages/Mr_Muffins.html",
    "image": "individual_pics/Mr. Muffins.jpeg",
    "status": "alive",
    "race": [
      "Dog"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "過去由溫德家飼養的巴哥犬，現在與Brown一起冒險。\n似乎有能透過心靈感應的方式與人溝通，甚至可以化成似人的生物。\n對溫德大人似乎懷有很深的敵意，但對彼得則是非常保護。",
    "descEn": "The pug that was formerly owned by the Wind family, now traveling with Brown.\nMr. Muffins seemed to have the ability to telepathy, and even morph into humanoid.\nHe seemed to have great hatred toward Lord Wind, but protective toward Peter.",
    "location": [
      "Bomozan"
    ],
    "related": [
      "Lord_Wind",
      "Peter"
    ],
    "qa": {
      "Q": "你發現瑪芬先生已經好一段時間沒有跟你心靈感應了。\nYou find Mr. Muffins using his telepathy to you for quite a while.",
      "C1": "他大概是有所顧慮吧。\nHe might have his own reason.",
      "C2": "你仔細檢查他是否有任何異狀。\nYou checked thoroughly if there's anything weird on him.",
      "R1": "接下來的一整天時間，瑪芬先生一樣沒有和你心靈感應。\nFor another day, Mr. Muffins hasn't telepathed to you.",
      "R2": "你懷疑他頭上戴的帽子可能抑制了他的魔法。\nYou suspect that the hat on his head suppresses his magic."
    }
  },
  {
    "id": "Norvelle",
    "name": "Norvelle諾威爾",
    "url": "npc/npc_page/pages/Norvelle.html",
    "image": "individual_pics/Norvelle.png",
    "status": "historical figure",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [
      "The Spider Religion"
    ],
    "descZh": "征服者洛林的左右手。\n個性殘暴，死於其他妖精之手。\n蜘蛛神教的創立者之一，屍體的粉塵被艾蒙醫生撿走，拿來作為儀式的材料。",
    "descEn": "The right hand of Lorin the conqueror.\nNorvelle was cruel, and killed by other elves.\nOne of the founder of the Spider-God religion. The dust of his body was collected by Dr. Elmond to perform the ritual.",
    "location": [
      "Phreit"
    ],
    "related": [
      "Alfenor",
      "Elmond",
      "Fallon"
    ],
    "qa": {
      "Q": "你看見諾威爾掐著一名妖精的脖子。\nYou see Norvelle choking an elf.",
      "C1": "上前阻止諾威爾。\nStop Norvelle.",
      "C2": "不要介入好了。你知道你打不贏他。\nMaybe don't intervene. You know there is no chance you can fight and win him.",
      "R1": "諾威爾用揍了你一拳。他掐著脖子的手沒有放開。\nNorvelle punches you. He doesn't let go of the elf's neck.",
      "R2": "沒多久，那名妖精斷氣了。\nNot after long, the elf stops breathing."
    }
  },
  {
    "id": "Nylessa_Arylith",
    "name": "Nylessa Arylith奈梨紗・艾瑞利斯",
    "url": "npc/npc_page/pages/Nylessa_Arylith.html",
    "image": "individual_pics/Nylessa Arylith.png",
    "status": "alive",
    "race": [
      "Dragonborn"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "阿龍的堂妹。\n身材嬌小，和顏悅色，熱愛藝術。\n與弟弟維瑞克感情很好，並對魔法商店老闆哈洛・米佐有很強烈的愛意。\n受到哈洛的煽動，在畫室內殺害其伯伯費洛登與伯母瑟萊拉，並擺放成其在夢中所見的「雙龍登仙」姿勢。\n案發前請維瑞克為他竄改記憶，消除他的意圖；案發後請維瑞克為他竄改記憶，消除他行兇的記憶。\n在確認其為兇手後，受到新任龍冠阿龍的審判，砍去其手，流放拉撒拿。",
    "descEn": "Al-lon’s cousin.\nHas a petite build, and a pleasant face. Love arts.\nNylessa is good with her brother Vaelric, and has a strong romantic intention towards the magic item shop owner Harrel Mizel.\nShe was incited by Harrel, killed her uncle Vaerodan and aunt Selyra, and posture them as “the Two Dragons Ascension\", which she dreamt.\nNylessa asked Vaelric to modify her memory to erase her intention, and to remove her memory of the murder after the event.\nAfter being accused of being the murderer, Nylessa is put into trial by the new Crown, Al-lon, chopping off her hands, and exile out of Rathanad.",
    "location": [
      "Rathanad"
    ],
    "related": [
      "Enelmor_Arylith",
      "Harrel_Mizel",
      "Selyra_Arylith",
      "Serathe_Arylith",
      "Theramond_Arylith",
      "Vaelric_Arylith",
      "Vaerodan_Arylith"
    ],
    "qa": {
      "Q": "你意識到了奈梨紗和哈洛之間微妙的情愫。\nYou notice the subtle feelings between Nylessa and Harrel.",
      "C1": "你私下向奈梨紗詢問他對哈洛的感受。\nYou ask Nylessa her feelings toward Harrel privately.",
      "C2": "你私下向哈洛詢問他對奈梨紗的感受。\nYou ask Harrel his feelings toward Nylessa privately.",
      "R1": "奈梨紗結巴的說沒什麼，他只是很崇拜哈洛。\nNylessa stutters, sayling she simply worships Harrel.",
      "R2": "「你觀察得挺仔細的。」哈洛對你微笑。\n\"You do observe carefully.\" Harrel smiles at you."
    }
  },
  {
    "id": "Lord_Octavian_von_Oderick",
    "name": "Lord Octavian von Oderick屋大維・馮・歐德里克大人",
    "url": "npc/npc_page/pages/Lord_Octavian_von_Oderick.html",
    "image": "individual_pics/Lord Octavian von Oderick.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "啤酒商起家的商人，靠著低價且劣質的啤酒賺了很多錢。\n近期開始涉足娛樂產業，「隨機地城」試營運中！\n歐德里克啤酒，歐歐歐歐歐......五告讚！\n本名為馬克・丹尼爾斯。",
    "descEn": "A merchant who began his career in the beer trade, earning a great deal of money by selling cheap, low-quality beer.\nRecently, he has begun venturing into the entertainment industry, with the “Random Dungeon” currently in trial operation!\nOderick Beer—O-O-O-O-O… Awesome!\nHis real name is Marc Daniels.",
    "location": [
      "Oderick's Dungeon"
    ],
    "related": [
      "lil_lily"
    ],
    "qa": {
      "Q": "你聽見有人喊了一聲「歐德里克啤酒」。\nYou hear someone yelling \"Oderick Beer\".",
      "C1": "你嘆了一口氣，不跟著喊。\nYou sigh, not chanting with them.",
      "C2": "你接著喊「歐歐歐歐歐......五告讚！」 \nYou follow up with \"O-O-O-O-O… Awesome!\"",
      "R1": "其他人在你頭上將啤酒打開，冒出的啤酒淋到了你的頭上。\nOthers open their cans of beers on your head, the beer spilled on your head.",
      "R2": "歐德里克大人出現在大家面前，發給每個人一罐啤酒。\nLord Oderick shows up, giving everyone a can of beer."
    }
  },
  {
    "id": "Ona_Berners",
    "name": "Ona Berners歐娜・柏納斯",
    "url": "npc/npc_page/pages/Ona_Berners.html",
    "image": "individual_pics/Ona Berners.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "麥克嵩貴族柏納斯家的成員之一，老公是傑弗瑞，孫子是蘭斯。\n似乎與邁克嵩的紫羅蘭有些交情。",
    "descEn": "A member of the Macksohn noble house Berners. Jefferey’s wife and Lance’s grandmother.\nSeemed to have friendship with the Violet of Macksohn.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Gareth_Berners",
      "Jefferey_Berners",
      "Lance_Berners",
      "Selene_Berners",
      "Xandria_the_Violet_of_Macksohn"
    ],
    "qa": {
      "Q": "你知道歐娜和紫羅蘭有些交情。\nYou know Ona knows the Violet pretty well.",
      "C1": "你向歐娜詢問關於紫羅蘭的事。\nYou ask Ona thing about the Violet.",
      "C2": "你向歐娜詢問該如何讓紫羅蘭注意到你。\nYou ask Ona how to make the Violet notice you.",
      "R1": "歐娜向你透露了一些其他人不知道的關於紫羅蘭的事。\nOna reveals some things about the Violet not known by other people.",
      "R2": "歐娜表示交給他介紹，他可以讓紫羅蘭對你印象深刻。\nOna tells you that she'll introduce you to the Violet. She knows how to impress her."
    }
  },
  {
    "id": "Oswald_Creighton",
    "name": "Oswald Creighton奧斯華・克雷頓",
    "url": "npc/npc_page/pages/Oswald_Creighton.html",
    "image": "individual_pics/Oswald Creighton.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "土城附近海雅特山上的山賊首領。\n被佩妮・蘋果木暱稱為「大奧斯」。\n為了控制手下的山賊，需每個月利用土城春天精靈身上的翠綠印記執行儀式，卻反而因為長時間相處，而讓佩妮愛上他。\n在佩妮的口中「強壯、可靠，且善良」、「人不壞」。\n在「斬殺交響樂」襲擊時，為了讓佩妮不受傷害，帶著佩妮私奔。\n一段時間後，跑到拉撒拿尋找阿龍，表示佩妮的狀況不太妙。",
    "descEn": "The bandit lord in Mt. Hyatt near Mudtown.\nNamed Big Os by Penny Applewood.\nOswald needs to use the Mark of Verdant on the Spirit of Spring to perform a ritual in order to control his bandits. However, with tons of time staying together, Penny fell in love with him.\nHe is, quoted by Penny, “strong, reliable and kind\", and also “not a bad person\".\nTo keep Penny from getting hurt, Oswald ran away with Penny when the Slashing Symphany attacks.\nAfter a while, Oswald came to Rathanad to tell Al-lon that things went wrong with Penny.",
    "location": [
      "Mudtown",
      "Rathanad"
    ],
    "related": [
      "Penny_Applewood"
    ],
    "qa": {
      "Q": "你第一次見到山賊首領奧斯華。他和你想的不太一樣，臉上的笑容純真而善良。\nYou see Oswald, the leader of the bandits the first time. He's different from what you imagined. His smile pure and nice.",
      "C1": "山賊就是山賊，必須剿除。你準備好你的武器。\nBandits are bandits, they should be eradicated. You prepare your weapons.",
      "C2": "也許你對奧斯華太有偏見了。應該好好認識他。\nMaybe you're to prejudice against Oswald too much. You should try to know him more.",
      "R1": "「放輕鬆，兄弟。」奧斯華拍拍你的肩膀。\n\"Relax, bro.\" Oswald pat your shoulder.",
      "R2": "你花了些時間，發現整個山賊社群不過是個遊牧群體，沒有惡意。\nYou spend some time, only to find that the whole bandit community being just a nomad group, with no hostility."
    }
  },
  {
    "id": "Pamela_Yaso",
    "name": "Pamela Yaso潘蜜拉・雅索",
    "url": "npc/npc_page/pages/Pamela_Yaso.html",
    "image": "individual_pics/Pamela Yaso.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Trinix"
    ],
    "descZh": "麥克嵩的貴族，家裡似乎是經營農作物的，幾個世代前才搬遷到麥克嵩。\n與華生和Sugalu在王宮花園相談甚歡，並邀請他們前來家裡作客。\n在家中的晚宴，要求貴族們表態是否支持新任國王。\n潘蜜拉實際上是反對國王派，也被認為在鬥爭中策劃將支持國王派的人馬幾乎都殺光了，其中包含他的朋友伯納德.",
    "descEn": "A noble in Macksohn, whose family does crop business, and moved to Macksohn a few generations ago.\nHad a great talk with Watson and Sugalu at the Palace Garden, and invited them for dinner.\nAt the banquet at her place, she asked the nobles whether they support the new king or not.\nPamela was actually against the new king, and believed to be the one killing off the nobles who supported the new king, including her old time friend, Bernard.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Bernard_Norm"
    ],
    "qa": {
      "Q": "在潘蜜拉的晚宴上，他要求大家閉上雙眼，要大家舉手，針對支持和反對國王的態度做出表示。\nAt Pamela's feast, she asks you all to close your eyes, and raise hands to indicate whether you support or oppose the King.",
      "C1": "你在潘蜜拉喊出「支持國王請舉手」時舉起你的手。\nYou raise your hand when Pamela says \"raise your hand if you support the King.\"",
      "C2": "你在潘蜜拉喊出「反對國王請舉手」時舉起你的手。\nYou raise your hand when Pamela says \"raise your hand if you oppose the King.\"",
      "R1": "幾天後，你發現有刺客在暗中追殺你。\nYou find assassins following you the other day.",
      "R2": "隔天，潘蜜拉私下邀請你到他家談談。\nPamela invites you to her house for a talk the next day."
    }
  },
  {
    "id": "Pattie_Sylverome",
    "name": "Pattie Sylverome派蒂・希爾維羅姆",
    "url": "npc/npc_page/pages/Pattie_Sylverome.html",
    "image": "individual_pics/Pattie Sylverome.jpg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "希爾維羅姆家族被費內羅・懷雅特抄家後唯一倖存的後代。\n因家族與深淵的交易，被當作在深淵的俘虜，但也因此習得深淵魔法，且可以穿梭於物質世界和深淵。\n將冒險者們復活，希望冒險者們能為他的家族復仇。",
    "descEn": "The only surviving member of the Sylverome family after the massacre by Phanero Wyatt.\nDue to the trade between the Sylverome family and the Deep, Pattie served as a hostage, but also learned Deep magic, and can travel between the Deep and the material world.\nPattie revived the adventurers, hoping they can avenge her family.",
    "location": [
      "the Deep"
    ],
    "related": [
      "Hobb"
    ],
    "qa": {
      "Q": "你看見派蒂怯生生的看著你，他看起來十分疲憊。\nYou see Pattie looking at you timidly. She looks exhausted.",
      "C1": "詢問他關於深淵的事。\nAsk her about the Deep.",
      "C2": "關心他狀況是否還好。\nAsk if she's doing alright.",
      "R1": "派蒂一五一十地告訴你他知道關於深淵的事。\nPattie tells you all that she knows about the Deep.",
      "R2": "「我......我的家人被屠殺了。」派蒂說道。\n\"I...... My family was wiped out.\" Says Pattie."
    }
  },
  {
    "id": "Penny_Applewood",
    "name": "Penny Applewood佩妮・蘋果木",
    "url": "npc/npc_page/pages/Penny_Applewood.html",
    "image": "individual_pics/Penny Applewood.png",
    "status": "alive",
    "race": [
      "Gnome"
    ],
    "gender": "female",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "本名佩妮洛普。\n蘋果木家的長女，是土城最漂亮的女孩之一，也是阿龍的初戀。\n已蟬聯土城連續三年的「春日精靈」。\n愛上山賊首領奧斯華・克雷頓，暱稱他為大奧斯。\n在斬殺交響樂襲擊時，與大奧斯私奔，但不久後似乎遇到了危機。",
    "descEn": "Penelope Applewood.\nThe eldest daughter in the Applewood family. One of the prettiest girl in Mudtown, and alos Al-lon’s first love.\nPenny has been the “Spirit of Spring\" in Mudtown for three consecutive years.\nIn love with the bandit lord Oswald Creighton, whom she called as Big Os.\nRan away with Big Os when the Slashing Symphany attacks, but fall into crisis not long after.",
    "location": [
      "Mudtown"
    ],
    "related": [
      "Addie_Applewood",
      "Cash_Applewood",
      "Evil_Be4",
      "Maribel_Muddlewick",
      "Oswald_Creighton"
    ],
    "qa": {
      "Q": "「你......你說你喜歡我，為什麼？」佩妮大大的眼睛看著你。\n\"You...... you say you like me. Why?\" Penny looks at you with her big eyes.",
      "C1": "你吞了一口口水。「我覺得你長得很可愛。」\nYou swallow a mouthful of saliva. \"I think you are cute.\"",
      "C2": "你深情的看著他。「我從小跟你一起長大，我覺得你很純真善良。」\nYou look at her deeply. \"I grew up with you, and I know you're pure and kind.\"",
      "R1": "「哈哈哈，原來是這樣子。」佩妮笑道。「但我得告訴你，我有喜歡的人了。」\n\"Hahaha, so that's why.\" Penny laughs. \"But I have to let you know, I already have someone on my mind.\"",
      "R2": "「你的個性也很棒！」佩妮微笑。「但我得告訴你，我有喜歡的人了。」\n\"You also have a good personality!\" Penny smiles. \"But I have to let you know, I already have someone on my mind.\""
    }
  },
  {
    "id": "Pete_Madison",
    "name": "Pete Madison彼特・麥迪遜",
    "url": "npc/npc_page/pages/Pete_Madison.html",
    "image": "individual_pics/Pete Madison.png",
    "status": "historical figure",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "索拉的父親，萊斯莉的老公。\n卡什拉的鎮長，但在索拉死後也抑鬱而死。",
    "descEn": "The father of Sora, and the husband of Leslie.\nThe mayor of Kashla, but was depressed to death after the dead of Sora.",
    "location": [
      "Kashla"
    ],
    "related": [
      "Leslie_Grunfeld",
      "Sora"
    ],
    "qa": {
      "Q": "你負責雕刻彼特的墓碑，他不確定要和誰確認墓誌銘的文字。\nYou're in charge of carving Pete's tombstone. You're not sure who should decide the words on his epitaph.",
      "C1": "你選擇詢問他的妻子，萊斯莉。\nYou choose to ask his wife, Leslie.",
      "C2": "你選擇詢問他的朋友，瓦克松醫師。\nYou choose to ask his friend, Dr. Vaxon.",
      "R1": "你刻上「彼特・麥迪遜 卡什拉鎮長」。\nYou carve \"Pete Madison Mayor of Kashla\".",
      "R2": "你刻上「彼特・麥迪遜 慈愛的父親」。\nYou carve \"Pete Madison A Loving Father\"."
    }
  },
  {
    "id": "Peter",
    "name": "Peter彼得",
    "url": "npc/npc_page/pages/Peter.html",
    "image": "individual_pics/Peter.jpeg",
    "status": "unknown",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "溫德家的公子，年約7歲，個性十分單純。\n有隻叫瑪芬先生的巴哥犬。",
    "descEn": "The boy from the Wind family, age seven, and was very naive.\nHe had a pug named Mr. Muffins.",
    "location": [
      "Bomozan"
    ],
    "related": [
      "Lord_Wind",
      "Mr_Muffins"
    ],
    "qa": {
      "Q": "「我沒有朋友，除了瑪芬先生。」彼得看著你。「你可以當我朋友嗎？」\n\"I don't have any friend, except Mr. Muffins.\" Peter looks at you. \"Can you be my friend?\"",
      "C1": "點點頭，不多說什麼。\nNod, and not saying anything else.",
      "C2": "「我只是個過客，不會在波馬贊待多久的。」你誠實說道。\n\"I'm just a visitor, and I'm not gonna stay long at Bomozan.\"",
      "R1": "「瑪芬先生！我們有新朋友了！」彼得抱起瑪芬先生，開心地說。\n\"Mr. Muffins! We have a new friend!\"Peter hugs Mr. Muffins happily.",
      "R2": "「嗯，沒關係。」彼得點點頭。「瑪芬先生，我們去玩吧！」\n\"That's okay.\" Peter nods. \"Mr. Muffins, let's play!\""
    }
  },
  {
    "id": "Phola",
    "name": "Phola佛拉",
    "url": "npc/npc_page/pages/Phola.html",
    "image": "individual_pics/Phola.jpeg",
    "status": "alive",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [
      "Nessis",
      "Phyneal"
    ],
    "descZh": "弗萊特境內的嚮導之一，相對年輕而較無經驗，但根據師父的說法「很有潛力」。事後冒險者們發現他是師父的孫子。\n嗜酒。\n在Tweeter的開導下戒酒，重新找到自己人生的價值。\n在冒險者們在母親大人的洞穴內被屠殺時，因為在外面把風而逃過一劫。",
    "descEn": "A young and rather inexperienced guide in Phreit Realm, who “had a lot of potential\", said Shifu. The adventurers soon found that Phola was Shifu’s grandson.\nAlcoholic.\nQuitted drinking with the help ofTweeter, and found his purpose in life again.\nHe survived due to keeping watch at the door when the adventurers were murdered in the Mother's cave.",
    "location": [
      "Phreit"
    ],
    "related": [
      "Shifu"
    ],
    "qa": {
      "Q": "你看見佛拉又在喝酒了。身為你的嚮導，你覺得不太安心。\nYou see Phola drinking again. As his guide, you feel uneasy.",
      "C1": "你放棄和佛拉溝通。和他說他就會戒酒嗎？\nYou give up communicating with Phola. Would he quit drinking if you talk to him?",
      "C2": "你利用守夜時和佛拉長談，也許有機會讓他好好思考。\nYou talk to Phola deeply during your night shift. Maybe he'll think thoroughly.",
      "R1": "隔天他又宿醉了。你的行程又延期了。\nHe has another hangover the next day. Your schedule is postponed, again.",
      "R2": "你說的話讓佛拉重新思考。雖然他沒有馬上戒酒，但你覺得他看起來變得不一樣了。\nYour words makes Phola think again. Although he doesn't stop drinking immediately, you think he looks different."
    }
  },
  {
    "id": "Queenie",
    "name": "Queenie昆妮",
    "url": "npc/npc_page/pages/Queenie.html",
    "image": "individual_pics/Queenie.jpeg",
    "status": "alive",
    "race": [
      "Halfling"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "在魏斯科服務中心工作的半身人女子。\n對顧客非常熱情，講話有點急切。",
    "descEn": "A halfling woman who worked in the Wescoe service center.\nShe was enthusiastic toward customers, and talks quickly.",
    "location": [
      "Wescoe"
    ],
    "related": [],
    "qa": {
      "Q": "「歡迎來到魏斯科！」你聽見昆妮響亮的聲音。\n\"Welcome to Wescoe!\" Your hear Queenie's loud voice.",
      "C1": "和昆妮買一份地圖。\nBuy a map from Queenie.",
      "C2": "請昆妮帶你遊覽魏斯科。\nAsk Queenie to tour you in Wescoe.",
      "R1": "昆妮遞給你地圖，同時送給你一張明信片。\nQueenie hands you the map, and also gives you a postcard.",
      "R2": "昆妮爽快地帶你從服務中心走出。\nQueenie cheerfully leads you out from the service center."
    }
  },
  {
    "id": "Ralf",
    "name": "Ralf拉芙",
    "url": "npc/npc_page/pages/Ralf.html",
    "image": "individual_pics/Ralf.png",
    "status": "alive",
    "race": [
      "Half-Elf"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "有著一頭金色長髮的半妖精遊俠，和聖騎士莉蓮娜是旅行的夥伴。\n兩人受瑪琳船長之邀前往聖拉雅米島協助調查島上的失蹤以及中毒事件。\n拉芙在調查中被綁架到金海岸礦坑內，後被冒險者救出。",
    "descEn": "A half-elf ranger with long golden hair, and the traveling companion of the paladin Liliana.\nThe two were invited by Captain Marin to travel to St. Rayami Island to help investigate the disappearances and poisoning incidents occurring there.\nDuring the investigation, Ralf was kidnapped and taken into the Gold Coast Mines, where he was later rescued by the adventurers.",
    "location": [
      "Lark",
      "St. Rayami Island",
      "Fanaur"
    ],
    "related": [
      "Captain_Marin",
      "Liliana"
    ],
    "qa": {
      "Q": "你們終於救出了拉芙，他的意識還清醒，但身體很虛弱。\nYou finally save Ralf. She is still conscious, but her body is weak.",
      "C1": "詢問他關於被抓走事情的細節。\nAsk her about the details of her being captured.",
      "C2": "讓他先好好休息。\nLet her rest first.",
      "R1": "拉芙告訴你他在洞穴裡看見了一隻巨大的拉茲特獸，有人在控制他。\nRalf tells you that she saw a huge Laztek. Someone is controlling it.",
      "R2": "拉芙閉上雙眼。你們得趕快把他帶回旅店。\nRalf closes her eyes. You need to bring her back to the tavern immediately."
    }
  },
  {
    "id": "Rashim",
    "name": "Rashim拉辛",
    "url": "npc/npc_page/pages/Rashim.html",
    "image": "individual_pics/Rashim.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "住在麥克嵩舊城區（貧民窟）的年輕男子。\n雖然自稱不信蜘蛛神教，但是對貧民窟的蜘蛛神教宗教領袖母親大人似乎十分熟悉。\n帶領華生前往母親大人的神殿。",
    "descEn": "A young man living in old town Macksohn (ghetto).\nHe claimed not believing in the Spider God, but was familiar with Mother, the religious leader at the ghetto.\nLed Watson to the temple of Mother.",
    "location": [
      "Macksohn"
    ],
    "related": [],
    "qa": {
      "Q": "拉辛帶著你走在舊城區內。\nRashim leads you in the old town.",
      "C1": "詢問拉辛為何不信蜘蛛神教？\nAsk Rashim why he doesn't believe in the Spider God.",
      "C2": "和拉辛詢問舊城區的歷史。\nAsk Rashim about the history of Rashim.",
      "R1": "拉辛表示要信什麼神是自由的，蜘蛛神也不會因為不信他而對他生氣。\nRashim says it's free to believe in any god. The Spider God wouldn't be mad at him if he doesn't believe in it.",
      "R2": "拉辛表示幾百年前，這裡是麥克嵩最熱鬧的地區。後來發生的事件讓麥克嵩的中心換了地方。\nRashim says that hundreds of years ago, this is the most popular area in Macksohn. Incidents happened, and so the center of Macksohn shifted."
    }
  },
  {
    "id": "RaLeer_the_Herder",
    "name": "Ra'Leer the Herder牧人拉黎爾",
    "url": "npc/npc_page/pages/RaLeer_the_Herder.html",
    "image": "individual_pics/Ra'Leer the Herder.jpeg",
    "status": "dead",
    "race": [
      "Elf"
    ],
    "gender": "female",
    "religion": [
      "Nessis"
    ],
    "descZh": "居住於嚎叫森林內的妖精德魯伊。\n有一隻隨行的狼夥伴，蓋瑞。\n對嚎叫森林內的野生動物都十分親近且熟悉。\n她近期感覺到了森林內的不平靜，覺得事有蹊蹺。\n森林之神的忠實信奉者。",
    "descEn": "The elf druid who lived in the howling forest.\nShe had a wolf companion, Gary.\nShe was familiar with the wildlife in the howling forest.\nShe sensed something wrong in the forest recently.\nShe was loyal believer of Nessis, God of Woods.",
    "location": [
      "Howling Forest",
      "Macksohn",
      "Phreit"
    ],
    "related": [
      "Gary",
      "Marcus_Jens",
      "Shifu"
    ],
    "qa": {
      "Q": "你來到嚎叫森林，看見拉黎爾站在森林入口，惡狠狠的盯著你。\nYou arrive the Howling Forest. You see Ra'Leer standing in front of the forest, staring at you viciously.",
      "C1": "拿起武器，準備和拉黎爾戰鬥。\nPrepare your weapons for a combat against Ra'Leer.",
      "C2": "和拉黎爾點頭，表示自己在森林內會與生命為友。\nNod to Ra'Leer, promising that you'll befriends the creatures in the forest.",
      "R1": "不知道何時，你的身邊竄出一匹狼。蓋瑞咬了你的腿一口。\nYou don't know when, a wolf comes out next to you. Gary bites you leg.",
      "R2": "拉黎爾答應帶你穿越嚎叫森林，若遇到敵人，他會與你站在同一陣線。\nRa'Leer promise to lead you through the Howling Forest. If there is enemy, she'll be on your side."
    }
  },
  {
    "id": "Reese_Tig",
    "name": "Reese Tig瑞斯・提格",
    "url": "npc/npc_page/pages/Reese_Tig.html",
    "image": "individual_pics/Reese Tig.jpg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Keinra"
    ],
    "descZh": "居住在方努爾市的人類冒險家。\n協助津菈教調查城市中發生的中毒以及失蹤事件。\n在Ron昏迷時將他的巫妖手臂用神秘的鍊子鍊住以抑制巫妖的法術。\n後在尼姆孤兒院前方的水井下遭遇敵人，不幸喪生。",
    "descEn": "A human adventurer residing in the city of Fanaur.\nHe assisted the Church of Keinra in investigating the poisoning and disappearance cases occurring throughout the city.\nWhen Ron fell unconscious, he restrained Ron’s lich arm with a mysterious chain to suppress the lich’s magic.\nHe later encountered enemies beneath the well in front of the Nimu Orphanage and was unfortunately killed.",
    "location": [
      "Fanaur"
    ],
    "related": [
      "Bishop_Robinson",
      "Iochi_Mari"
    ],
    "qa": {
      "Q": "瑞斯將一本厚厚的書遞給你。\nReese hands you a grimoire.",
      "C1": "詢問瑞斯這是什麼？\nAsk Reese what this is?",
      "C2": "接下這本書。\nTake the book.",
      "R1": "瑞斯表示這是他的研究筆記，希望你能拿來參考。\nReese says it's his study, hoping you can use it as a reference.",
      "R2": "你從書上感受到一股魔法的力量。\nYou feel magical power from the book."
    }
  },
  {
    "id": "Riley_Richmond",
    "name": "Riley Richmond萊里・里奇蒙",
    "url": "npc/npc_page/pages/Riley_Richmond.html",
    "image": "individual_pics/Riley Richmond.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Jeorisan"
    ],
    "descZh": "里奇蒙家族的當家掌門人，巴托斯的女兒。喬里森的信奉者。\n過去為T.I.D.E.S.方尖碑的成員，但被蘿拉・費許朋挑戰成功，失去一隻眼，而被迫帶著冒險者們離開組織。\n於土城有屬於自己的研究中心「渡鴉中樞」。",
    "descEn": "The current frontman of the Richmond family, daughter of Bartosz. Believer of Jeorisan.\nShe was once an Obelisk in T.I.D.E.S., but was challenged by Laura Fishburne succesfully, lost one of her eye, and expelled with the adventurers by the society.\nShe has her own research center, “the Raven Nexus\" in Mudtown.",
    "location": [
      "Mudtown",
      "Norman's Estate"
    ],
    "related": [
      "Bartosz_Richmond",
      "Frederick_Norman",
      "Laura_Fishburne",
      "Tina"
    ],
    "qa": {
      "Q": "萊里委託你幫他尋找一個特定的物品，他會給予你豐厚的獎賞。\nRiley asks you to find her a specific object. She'll give you a grand prize for that.",
      "C1": "詢問萊里他要這個物品的目的。\nAsk Riley the purpose of getting this object.",
      "C2": "和萊里討價還價。\nBargain with Riley.",
      "R1": "萊里表示，他想製作能讓他重回T.I.D.E.S.的法器，這是材料之一。\nRiley says that she wants to build an artifact that can bring her back to T.I.D.E.S., and this is one of the material.",
      "R2": "你發現萊里願意為此付出不少錢。\nYou find Riley willing to pay a lot for this."
    }
  },
  {
    "id": "Bishop_Robinson",
    "name": "Bishop Robinson羅賓遜主教",
    "url": "npc/npc_page/pages/Bishop_Robinson.html",
    "image": "individual_pics/Bishop Robinson.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Keinra"
    ],
    "descZh": "津菈敎的主教。\n召集勇者們前往方努爾市南方的荒島，尋找津菈敎的聖典雪の化身の目覚め。\n數年後，請冒險者們調查聖拉雅米島的中毒事件，以及前往娜塔莎港尋找逃脫的Mirdori。",
    "descEn": "A bishop of Keinra.\nGathered the adventurers to a island south of Fanaur, the find the holy book of 雪の化身の目覚め.\nYears later, Bishop Robinson asked the adventurers to investigate in the poisonous incident on St. Rayami Island, and find the escaped Midori in Natasha Port.",
    "location": [
      "Fanaur"
    ],
    "related": [
      "Captain_Marin",
      "Iochi_Mari",
      "Reese_Tig"
    ],
    "qa": {
      "Q": "你看見羅賓遜主教看起來很苦惱。\nYou see Bishop Robinson looking distressed.",
      "C1": "向羅賓遜主教詢問是否有可以幫忙之處。\nAsk Bishop Robinson if there's anything you can help.",
      "C2": "向羅賓遜主教匯報任務的進度。\nReport the current progress of the mission to Bishop Robinson.",
      "R1": "羅賓遜主教表示，他只是需要休息一下。\nBishop Robinson says that he only needs some rest.",
      "R2": "羅賓遜主教點頭，表示他很滿意。\nBishop Robinson nod, saying he's very satisfied."
    }
  },
  {
    "id": "Roline_Hughes",
    "name": "Roline Hughes蘿琳・休斯",
    "url": "npc/npc_page/pages/Roline_Hughes.html",
    "image": "individual_pics/Roline Hughes.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "麥克嵩貴族休斯家族的新任掌門人。\n從小就展現出極好的社交天賦，因此父親努力培養他作為家族的接班人。\n與Midori和Ron在麥克嵩王宮花園初見。\n在比武大會事件後對Ron產生了極深的情愫。\n在認識Ron前，似乎常常出入貴族的秘密雜交派對，但如今亟欲隱藏這段過去。\n在Paladin等人於15048年再次回到麥克嵩時，用心幫助他們，甚至作為掩護讓他們逃出王宮。不久後被安娜冒用身份，襲擊Paladin。後來再次見到Paladin時，協助落魄的他買東西。\n在Tweeter打開第三隻眼時，他的靈魂成了與交易之神芬諾爾交易時，被犧牲的祭品，身體化成了陶瓷。\n15048年的蘿琳在小黑屋掛著斗篷，作為交易之神的代言人。\n15050年在YHWH等人回到麥克嵩時，與YHWH在文創區巧遇，但看起來眼神空洞，似乎還沒有恢復成原本的樣貌。\nRon等人到了大學城，透過歷史區區長安德烈亞・戴依的儀式，成功釋放了蘿琳。",
    "descEn": "The new face of the Macksohn noble house Hughes.\nShe showed her expert in social contact in her youth, thus her father trained her to be the successor of the family.\nMet Midori and Ron at the Macksohn Palace Garden.\nStarted having a feeling towards Ron after the Macksohn Tournament incident.\nShe seemed to go to the nobles secret orgies quite often, but she tried hard to reveal it after knowing Ron.\nAfter Paladin and the party returned to Macksohn at 15048 D.E., she helped them and even covered them to escape the palace. Not long after that, her identity was used by Anna to sneak onto Paladin. After seeing Paladin again, she bought him stuffs to help him.\nWhen Tweeter opened his third eye, her souls was used as the sacrifice to fulfill the trade with Phynoir, becoming a pottery doll.\nShe then acted as the hooded spokesman of Phynoir at the Dark house.\nWhen YHWH and the party returned to Macksohn at 15050 D.E., she met YHWH at the art district, but she looked hollow. It seemed like she hadn’t returned to her true self.\nRon and the party went to the Great Citadel, and with the help of Andrea Day, Roline’s soul was released through a ritual.",
    "location": [
      "Macksohn",
      "Great Citadel"
    ],
    "related": [
      "Andrea_Day",
      "Anna",
      "Kevin_Bolden"
    ],
    "qa": {
      "Q": "你看見蘿琳正在振筆疾書，非常認真。\nYou see Roline writing, very concentrating.",
      "C1": "詢問蘿琳在寫什麼？\nAsk Roline what she's writing?",
      "C2": "偷偷看蘿琳在寫什麼？\nPeak at what Roline is writing.",
      "R1": "羅琳收起紙，說著不是什麼重要的東西。\nRoline puts the paper away, says it nothing.",
      "R2": "你看見蘿琳的信中寫著滿滿的愛意。\nYou see love flowing out of Roline's letter."
    }
  },
  {
    "id": "Ronald_the_Magician",
    "name": "Ronald the Magician魔術師羅納德",
    "url": "npc/npc_page/pages/Ronald_the_Magician.html",
    "image": "individual_pics/Ronald, the Magician.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "被稱為魔術師，看起來會使用魔法。\n在嚎叫森林出現，有種植一種藍色的小顆果實。\n似乎是個喜歡追求樂趣的人。",
    "descEn": "He was called the Magician, and seemed like he can use magic.\nAppeared in the Howling Forest, planting a blue fruit.\nRonald seemed like someone who enjoy fun.",
    "location": [
      "Howling Forest",
      "Shartingson"
    ],
    "related": [
    ],
    "qa": {
      "Q": "你看見羅納德手上拿著一顆藍色的果實。\nYou see Ronald holding a blue fruit in his hand.",
      "C1": "向他詢問這是他種的嗎？\nAsk him if he planted it?",
      "C2": "向他請教這是什麼魔法變出來的？\nAsk him what magic he used to make it?",
      "R1": "「當然，」羅納德說。「種植物是我的小小興趣。」\n\"Of course.\" Ronald says. \"Gardening is a hobby of mine.\"",
      "R2": "「魔術師不是只會用魔法而已。」羅納德說。\n\"Magic is not the only thing that a magician use.\" Says Ronald."
    }
  },
  {
    "id": "Ronfello",
    "name": "Ronfello朗費羅",
    "url": "npc/npc_page/pages/Ronfello.html",
    "image": "individual_pics/Ronfello.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "聖拉雅米島上一名脾氣古怪的老礦工。\n在金海岸礦坑崩塌事件中的唯一倖存者。\n從此之後便一個人居住在島上的舊燈塔附近。",
    "descEn": "An eccentric old miner on St. Rayami Island.\nHe is the sole survivor of the Gold Coast Mines collapse.\nSince then, he has lived alone near the old lighthouse on the island.",
    "location": [
      "St. Rayami Island"
    ],
    "related": [],
    "qa": {
      "Q": "你準備去拜訪朗費羅。聽說他喜歡吃海鮮粥。\nYou're about to visit Ronfello. You heard he likes seafood porridge.",
      "C1": "先到市集買一碗海鮮粥，等等好說話。\nBuy a seafood porridge at the market first. It'll help smoothening up the talk.",
      "C2": "海鮮粥蠻貴的，只是說說話而已，不用買吧。\nSeafood porridge is quite expensive. It's just a talk, no need for that.",
      "R1": "在朗費羅家門口，他一把拿走你手上的海鮮粥。後來的談話很順利。\nAt Ronfello's house, he grabs the seafood porridge from you. The talk goes pretty well.",
      "R2": "朗費羅看著你們，不說一語，把門關上。\nRonfello looks at you, says nothing, and slams the door."
    }
  },
  {
    "id": "Rosa_Flaerry",
    "name": "Rosa Flaerry羅莎・弗列里",
    "url": "npc/npc_page/pages/Rosa_Flaerry.html",
    "image": "individual_pics/Rosa Flaerry.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "Paladin的導師，前麥丁頓王國騎士團團長弗列里爵士的夫人。\n在冒險者們踏離地下城，來到扣林菲爾德時承諾要保護他們。\n麥克嵩比武大會時，在混亂中受傷而下肢殘廢。",
    "descEn": "The wife of Syr Flaerry, Paladin’s mentor and the ex leader of the King’s Guard in Mattington.\nAs the adventurers left the dungeon, promised to protect them in Korringfield.\nRosa was hurt and became disabled in the incident of the Macksohn Tournament.",
    "location": [
      "Macksohn",
      "Korringfield"
    ],
    "related": [
      "Gareth_Berners",
      "Mr_Flaerry",
      "Xandria_the_Violet_of_Macksohn"
    ],
    "qa": {
      "Q": "你發現羅莎和弗列里先生很少一起活動。\nYou find Rosa and Mr. Flaerry rarely do any activities together.",
      "C1": "和羅莎詢問這件事。\nAsk Rosa about this.",
      "C2": "不多問，這也沒什麼大不了的。\nYou don't ask. That's not a big deal.",
      "R1": "「我們已經一起生活幾十年了，不需要永遠黏在一起。」羅莎說。\n\"We've been together for tens of years. We don't need to be together all the time.\" Says Rosa.",
      "R2": "你偶爾看見羅莎落寞地看著弗列里先生。\nSometimes, you see Rosa staring at Mr. Flaerry in a lonely way."
    }
  },
  {
    "id": "sammick_warren",
    "name": "Sammick Warren山米克・沃倫",
    "url": "npc/npc_page/pages/Sammick_Warren.html",
    "image": "individual_pics/Sammick Warren.png",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "沃瓦倫鎮長戴洛與傑絲敏之子。\n大約半年前，25歲的山米克被發現死於寂靜殿前，沃瓦倫的詛咒因此被鎮民廣為討論。",
    "descEn": "The son of the mayor of Vowalon, Daryl and Jasmine.\nAbout half a year ago, Samick, aged 25, was found dead in front of the Temple of Silenciom and so the Curse of Vowalon was spread and discussed among town folks.",
    "location": [
      "Vowalon"
    ],
    "related": [
      "Daryl_Warren",
      "Jasmine_Warren"
    ],
    "qa": {
      "Q": "你聽說山米克死去那天，他的屍體一大清早在寂靜殿前被發現。\nYou hear that the day Sammick died, his body was found at the entrance of the Temple of Silencio early in the morning.",
      "C1": "向他的父親戴洛詢問。\nAsk his father Daryl.",
      "C2": "向寂靜殿的寇頓神父詢問。\nAsk Father Kaulton of the Temple of Silencio.",
      "R1": "戴洛說平常山米克那個時間都還沒出門。\nDaryl says Sammick doesn't go out that early.",
      "R2": "寇頓神父說他也是被告知才知道這件事。\nFather Kaulton says he only learned that after others told him."
    }
  },
  {
    "id": "ScarFace",
    "name": "Scar-Face刀疤臉",
    "url": "npc/npc_page/pages/ScarFace.html",
    "image": "individual_pics/Scar-Face.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Trinix"
    ],
    "descZh": "麥克嵩當地衛兵，因臉上有不少刀疤，而自稱刀疤臉。\n在Ron的請求下協助調查日出酒館老闆喬納森的失蹤案件。\n對法蘭奇的閃爍說詞也有些起疑。\n承認自己是崔尼斯教的信徒，但也向Ron表示不是所有崔尼斯教的人都是有問題的。\n在麥克嵩比武大會上為了保護國王巴納沃二世，遭到法蘭奇擊斃。",
    "descEn": "A guard in Macksohn. He called himself “Scar-Face\" due to a lot of scars on his face.\nScar-Face helped Ron investigated into the missing incident of Jonathan, the owner of Sunrise.\nHe had doubts toward Frankie.\nScar-Face admitted to be a believer of Trinix, but also explained to Ron that not all Trinix believers had something wrong with them.\nHe was killed by Frankie protecting the late King Benevol II.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Dr_David",
      "Frankie",
      "Glen",
      "Jonathan",
      "King_Benevol_II"
    ],
    "qa": {
      "Q": "你看見刀疤臉朝你走了過來。「有什麼需要幫助的嗎？」\nYou see Scar-Face walking towards you. \"Is there anything I can help you with?\"",
      "C1": "和刀疤臉說不用。\nTell Scar-Face there's nothing to help.",
      "C2": "和刀疤臉說剛才有個行跡怪異的衛兵。\nTell Scar-Face there was a weird guard.",
      "R1": "「祝你有個美好的一天，崔尼斯祝福你。」刀疤臉向你行禮。\n\"Have a nice day, and may Trinix bless you.\" Scar-Face salutes to you.",
      "R2": "「告訴我他的特徵，我請人去調查。」刀疤臉認真的看著你。\n\"Tell me their traits. I'll send people to investigate.\" Scar-Face looks at you seriously."
    }
  },
  {
    "id": "Sean",
    "name": "Sean尚",
    "url": "npc/npc_page/pages/Sean.html",
    "image": "individual_pics/Sean.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "Ron在尖頂寺的師兄，武藝十分高強。\n來到麥克嵩參加比武大會。",
    "descEn": "A senpai of Ron from the Peak Temple. He was good in martial arts.\nCame to Macksohn to participate in the tournament.",
    "location": [
      "Macksohn",
      "Peak Temple"
    ],
    "related": [],
    "qa": {
      "Q": "你看見一個手拿長棍的男人走在麥克嵩的街道上。\nYou see a man with a long stick walking in Macksohn.",
      "C1": "向他詢問他是哪裡來的人？\nAsk him where he is from?",
      "C2": "向他詢問他是來賣克嵩做什麼的？\nAsk him the purpose of him being in Macksohn.",
      "R1": "尚向你鞠躬，告訴你他來自尖頂寺。\nSean bows to you, telling you that he was from the Peak Temple.",
      "R2": "尚亮出他的長棍，表示他是要來贏下比武大會的。\nSean shows his long stick, saying he's here to win the tournament."
    }
  },
  {
    "id": "Selene_Berners",
    "name": "Selene Berners瑟琳・柏納斯",
    "url": "npc/npc_page/pages/Selene_Berners.html",
    "image": "individual_pics/Selene Berners.png",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "麥克嵩當地貴族柏納斯家成員之一。\n蘭斯的母親，丈夫為蓋瑞斯。",
    "descEn": "A member of the Macksohn noble house, the Berners family.\nThe mother of Lance, and her husband is Gareth.",
    "location": [
      "Macksohn"
    ],
    "related": [
      "Gareth_Berners",
      "Jefferey_Berners",
      "Lance_Berners",
      "Ona_Berners"
    ],
    "qa": {
      "Q": "你看見瑟琳在柏納斯家似乎有些格格不入。\nYou see that Selene seems unfit in the Berners house.",
      "C1": "你向瑟琳詢問這件事。\nYou ask Selene about this.",
      "C2": "你觀察他和其他家族成員的互動。\nYou observe her interaction with other family members.",
      "R1": "「沒有這種事。」瑟琳微笑。「能成為柏納斯家的一員，是我的驕傲。」\n\"There's nothing like that.\" Selene smiles. \"It's my honor to be part of the Berners family.\"",
      "R2": "你發現瑟琳對所有人表現得都有些不自然。在這個家族，他就像個局外人。\nYou find Selene acting abnormal towards all people. She's like an outsider in the family."
    }
  },
  {
    "id": "Selyra_Arylith",
    "name": "Selyra Arylith瑟萊拉・艾瑞利斯",
    "url": "npc/npc_page/pages/Selyra_Arylith.html",
    "image": "individual_pics/Selyra Arylith.png",
    "status": "dead",
    "race": [
      "Dragonborn"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "阿龍的親生母親，拉撒拿龍冠費洛登的妻子。\n舉止端莊優雅。\n在阿龍去見銀龍後的隔天，瑟萊拉與老公費洛登被發現死於艾瑞利斯家的畫室。",
    "descEn": "Al-lon’s biological mother, the wife of Vaerodan, the Crown of Rathanad.\nBehave in a dignified and elegant matter.\nA day after Al-lon met the silver dragon, Selyra and her husband, Vaerodan, was found dead in the studio in the Arylith house.",
    "location": [
      "Rathanad"
    ],
    "related": [
      "Enelmor_Arylith",
      "Nylessa_Arylith",
      "Serathe_Arylith",
      "Theramond_Arylith",
      "Vaelric_Arylith",
      "Vaerodan_Arylith"
    ],
    "qa": {
      "Q": "「『賽勒涅爾』的意思是......」瑟萊拉頓了一下。「等你正式成為龍冠後，我再告訴你吧。」\n\"The meaning of 'Cyrinel' is......\" Selyra pauses. \"I'll tell you when you officially become the Crown.\"",
      "C1": "追問瑟萊拉。\nPress Selyra for answer.",
      "C2": "等成為龍冠後再問他吧。\nWell, ask her after becoming the Crown then.",
      "R1": "「意思又不會變，急什麼？」瑟萊拉笑道。\n\"Why rush? The meaning wouldn't change.\" Selyra smiles.",
      "R2": "一天後你看見瑟萊拉的屍體。\nA day later, you see the body of Selyra."
    }
  },
  {
    "id": "Serathe_Arylith",
    "name": "Serathe Arylith瑟拉斯・艾瑞利斯",
    "url": "npc/npc_page/pages/Serathe_Arylith.html",
    "image": "individual_pics/Serathe Arylith.png",
    "status": "alive",
    "race": [
      "Dragonborn"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "阿龍的堂姐。\n身材魁武，表情兇狠，看起來對阿龍有些不滿的情緒。後來向阿龍表明自己並非針對他，只是表達方式很直接而已。\n擔任拉撒拿的守衛，負責每天的巡邏。\n在自己房間內存放各種不同武器。",
    "descEn": "Al-lon’s cousin.\nHas a strong build, and looks fierce. Seems like she has some bad impression with Al-lon. She latered confessed to Al-lon that she was not targeting him. She only has a very direct way to communicate.\nActs as a guard in Rathanad, and is in charge of daily patrols.\nShe has a large collection of weapons in her room.",
    "location": [
      "Rathanad"
    ],
    "related": [
      "Enelmor_Arylith",
      "Nylessa_Arylith",
      "Selyra_Arylith",
      "Theramond_Arylith",
      "Vaelric_Arylith",
      "Vaerodan_Arylith"
    ],
    "qa": {
      "Q": "「你看什麼看！」瑟拉斯瞪著你。\n\"How dare you stare at me!\" Serathe stares at you.",
      "C1": "你避開眼神，不看著他。\nYou look away, not staring at her.",
      "C2": "「怎麼了嗎？」你回問瑟拉斯。\n\"What's the matter?\" You ask Serathe.",
      "R1": "「哼。」瑟拉斯悶哼道。\n\"Huh.\" Serathe groaned.",
      "R2": "「你想打架嗎？」瑟拉斯站了起來。\n\"You wanna fight?\" Serathe stands up."
    }
  },
  {
    "id": "Shalan_Hartlow",
    "name": "Shalan Hartlow沙蘭・哈特洛",
    "url": "npc/npc_page/pages/Shalan_Hartlow.html",
    "image": "individual_pics/Shalan Hartlow.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "大學城現任的城主，歷史區出生。\n待人感覺十分隨興。",
    "descEn": "The current leader of the Great Citadel, Shalan was from the history district.\nHe treat people with a casual attitude.",
    "location": [
      "Great Citadel"
    ],
    "related": [],
    "qa": {
      "Q": "「來來來，喝點茶。」沙蘭招呼你們。\n\"Come, come have some tea.\" Shalan greets you.",
      "C1": "坐了下來用茶。\nSit and have tea.",
      "C2": "站著和沙蘭告知你來的目的。\nStand and tell Shalan the purpose you're here.",
      "R1": "半小時後，沙蘭終於問起你們來的目的。\nAfter half an hour, Shalan finally ask the purpose you come here.",
      "R2": "「別著麼嚴肅，輕鬆點。」沙蘭拍拍旁邊的沙發。\n\"Don't be so serious, relax.\" Shalan pats the sofa next to him."
    }
  },
  {
    "id": "Sham",
    "name": "Sham薩姆",
    "url": "npc/npc_page/pages/Sham.html",
    "image": "individual_pics/Sham.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Phyneal"
    ],
    "descZh": "有著伊許頓大人身體的人，自稱是月神給予他的。\n離開小黑屋時，看見Tweeter的第三隻眼，表示無條件聽從他的命令。",
    "descEn": "A man with the body of Lord Ishton, who claimed was given by the God of Moon.\nAfter leaving the Dark house, Sham saw Tweeter’s third eye, and told Tweeter that he’d obey him no matter what.",
    "location": [
      "Macksohn",
      "Sebano"
    ],
    "related": [
      "Mr_Moon"
    ],
    "qa": {
      "Q": "你的夥伴垂死，你呼喚薩姆，請他協助。他表示需要一些祭品。\nYour companion is dying. You summon Sham, wanting him to help. He says some sacrifices are needed.",
      "C1": "你答應薩姆。為了救你的隊友，什麼犧牲都是值得的。\nYou agree. To save your companions, every sacrifice is worth it.",
      "C2": "你遲疑。你知道月神的交易，通常都會讓人後悔。\nYou hesitate. You know most trades involving the God of Moon makes people regret.",
      "R1": "當薩姆再次現身，他的身邊有兩個孩子。你來不及回應，薩姆就把兩個孩子的生命吸光，隊友的生命穩定了下來。\nWhen Sham shows up, he has two kids next to him. Before you have any time to respond, Sham absorbs the life of the tow kids, and your companions are stable.",
      "R2": "幾分鐘後，你的隊友沒了生命。你不知道如果做了交易，會有什麼結果。\nMinutes later, your companions run out of life. You wonder what would've happened if you made the trade."
    }
  },
  {
    "id": "ShaDoom",
    "name": "Sha'Doom沙度",
    "url": "npc/npc_page/pages/ShaDoom.html",
    "image": "individual_pics/Sha'Doom.jpeg",
    "status": "alive",
    "race": [
      "Shapeshifter"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "身份未名的麥克嵩人。\n似乎與當地衛兵有很多關聯。\n手上刺有十道光芒的太陽。\n曾偽裝成Lemmy、拉芬奇以及安雅・拉芬奇。\n由玩家義揚操控。",
    "descEn": "A Macksohn local with unknown identity.\nSeemed to be connected to the local guards.\nHe had a Sun with 10 rays on his hand.\nSha’Doom once disguised as Lemmy, LaVinci and Anya LaVinci.\nThis character was played by Roger.",
    "location": [
      "Macksohn"
    ],
    "related": [
    ],
    "qa": {
      "Q": "在麥克嵩競技場，你看見兩名長得一模一樣的人互相指著對方。周圍是一團大屠殺。\nYou see at the Macksohn stadium, two identical figures pointing each other. A massacre is happening right around them.",
      "C1": "你選擇隨機攻擊其中一位。至少有一名是假冒者。\nYou choose to attack one randomly. At least one of them is a doppelganger.",
      "C2": "你仔細觀察，希望能找出破綻。\nYou look carefully, trying to spot the difference.",
      "R1": "被你攻擊的那一名瞬間變形成你的模樣。\nThe one that is attacked by you transform into you immediately.",
      "R2": "你發現其中一名身上的細節有些模糊。他比較有可能是冒名者。\nYou find the details of one of them looking blur. He has a better chance of being a doppelganger."
    }
  },
  {
    "id": "Shifu",
    "name": "Shifu師父",
    "url": "npc/npc_page/pages/Shifu.html",
    "image": "individual_pics/Shifu.png",
    "status": "alive",
    "race": [
      "Elf"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "弗萊特境內拉黎爾的一名舊識，真名未知，被尊稱為「師父」。不會一般語，需要由身邊的莉娜和莉塔擔任翻譯與服侍。\n似乎擁有一定程度的魔法能力，能將地圖投影至空中。\n住在一個看起來蠻漂亮的帳篷內，在冒險者到訪時請他們喝下似乎可以看見一些幻象的茶。",
    "descEn": "An old acquaintance of Ra’Leer in Phreit realm. His name was not known, but he was called “Shifu\" instead. He didn’t speak the common tongue, and needed Rina and Rita, who served him, to be his translator.\nIt seemed that Shifu had some magical power, and he could project maps in the air.",
    "location": [
      "Phreit"
    ],
    "related": [
      "Mango",
      "Phola",
      "RaLeer_the_Herder"
    ],
    "qa": {
      "Q": "師父用魔法在空中投影出一個地圖，有些抽象。\nShifu projects a map in the air. It looks somewhat abstract.",
      "C1": "向莉娜與莉塔詢問地圖的細節。\nAsk Rina and Rita about the details in the map.",
      "C2": "嘗試自己解讀地圖的內容。\nTry to read the map on your own.",
      "R1": "師父長篇大論，莉娜與莉塔用很簡短而生疏的普通語為你翻譯。\nShifu explains a lot, but Rina and Rita translate in short but broken sentences.",
      "R2": "師父看你沒有很了解，嘗試用魔法增加更多細節與標注。\nAs you look not fully understand, Shifu adds more details and indicators on the map with magic."
    }
  },
  {
    "id": "Sigom_III",
    "name": "Sigom III希岡三世",
    "url": "npc/npc_page/pages/Sigom_III.html",
    "image": "individual_pics/Sigom III.jpg",
    "status": "alive",
    "race": [
      "Kobold"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "狂暴之儀中的評議委員長，是一名瘦小的狗頭人。\n鬥名為狂暴之聲。\n武器是一把中型的釘頭槌。",
    "descEn": "The chairman of the council in the Rite of Fury, a small and slender kobold.\nHis battle title is the Voice of Anger.\nHis weapon is a medium-sized flanged mace.",
    "location": [
      "Lark"
    ],
    "related": [
      "Zek"
    ],
    "qa": {
      "Q": "你看著瘦小的希崗三世，威風凜凜。\nYou see the slender Sigom III. He looks fierce.",
      "C1": "詢問澤克他是怎麼成為評議委員長的？\nAsk Zek how he became the chairman of the council.",
      "C2": "向希崗三世跪下，對他高超的武藝甘拜下風。\nKneel down to Sigom III. You're awed by his superb martial arts.",
      "R1": "「他的祖先是狂暴戰士幫的創立者。」澤克說道。「他繼承了他祖先的風範。」\n\"His ancestor was the founder of the Raging Warriors.\" Zek says. \"He inherited his ancestor's demeanor.",
      "R2": "希岡三世扶了你起來。「你通過測試了。」他說。\nSigom III helps you up. \"You've passed the trial.\" He says."
    }
  },
  {
    "id": "Sora",
    "name": "Sora索拉",
    "url": "npc/npc_page/pages/Sora.html",
    "image": "individual_pics/Sora.jpeg",
    "status": "historical figure",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "謎樣的小男孩。\n看起來年齡大約十歲。\n疑似留下了他的日記，但日記中記載的年份似乎和現在的紀元不同。\n有隻名為嘟嘟的狗。\n他的父母為了他的健康，在他身上做了各種儀式，最後卻讓他喪命。",
    "descEn": "A mysterious boy.\nHe looked like a 10 years old kid.\nHe seemed to left his diary, but the years in the diary was far from the current empire years.\nHe had a dog named Dudu.\"For his health, his parents performed rituals on him, which eventually lead to his death.",
    "location": [
      "Kashla"
    ],
    "related": [
      "Dr_Vaxon",
      "Dudu",
      "Leslie_Grunfeld",
      "Pete_Madison",
      "Valero_Berners"
    ],
    "qa": {
      "Q": "「你說我死了？」索拉困惑的看著你。「什......什麼意思？」\n\"You say I'm dead?\" Sora looks at you, confused. \"What...... what do you mean?\"",
      "C1": "告訴索拉他是活在過去的人，你們只是到了他的記憶裡。\nTell Sora that he was from the past. You're just in his memory.",
      "C2": "告訴索拉你們會把他救出來，不用擔心。\nTell Sora that you'll save him, and there's no need to worry.",
      "R1": "「我不懂。」索拉皺著眉頭。「我活在......現在啊！」\n\"I don't get it.\" Sora frowns. \"I live...... in the present.\"",
      "R2": "「啊。瓦克松醫師說過，有人會來拯救我。就是你們吧？」\n\"Ah. Dr, Vaxon said there will be someone who'll come and save me. You're those people, right?\""
    }
  },
  {
    "id": "Speedy",
    "name": "Speedy斯比迪",
    "url": "npc/npc_page/pages/Speedy.html",
    "image": "individual_pics/Speedy.jpeg",
    "status": "alive",
    "race": [
      "Horse"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "台北市議員等人在麥克嵩買的馬。\n十分年輕健壯。",
    "descEn": "A horse the party bought at Macksohn.\nYoung and strong.",
    "location": [
      "Macksohn",
      "Dorrenville"
    ],
    "related": [],
    "qa": {
      "Q": "斯比迪的速度很快，但你覺得他有點難以控制。\nSpeedy is fast, but you think he's a bit hard to control.",
      "C1": "嘗試放慢速度，讓隊伍能跟得上。\nTry to slow Speedy down, so the rest of the partt can catch up.",
      "C2": "任由斯比迪奔馳，他適合當偵查的先鋒。\nLet Speedy dash. He's fit to be the front scout.",
      "R1": "不久後，斯比迪按耐不住。他不斷發出悶哼聲。\nNot after long, Speedy can't stand it anymore. He keeps growling.",
      "R2": "你騎在斯比迪身上往前跑。你懷疑其他人是否知道你們往哪裡跑了。\nYou ride Speedy and dash. You suspect any one of the group would know where you headed."
    }
  },
  {
    "id": "Tam_Quorr",
    "name": "Tam Quorr譚・寇爾",
    "url": "npc/npc_page/pages/Tam_Quorr.html",
    "image": "individual_pics/Tam Quorr.png",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Phyneal"
    ],
    "descZh": "在心空域的宿舍與Lott搭訕的人。年約三十的人類女子。\n對冒險者們表示自己在地面上是研究芬尼爾的學者，多年前來到斐納札後逐漸變異，現在覺得自己回不去了。\n向冒險者們說明了很多斐納札的規則，包涵每日兩次的禱告、衣服深淺的意義、議員與區域的關係，甚至透露了心空席從缺的消息。\n雙手已嚴重變形，表情控制也十分不自然。\n譚現身為第三名爭奪心空席的人選，但沒有自己夥伴的他，第一輪就淘汰了。",
    "descEn": "A human woman in her thirties who talked to Lott in the dorm in the Realm of Hollow Heart.\nTam told the adventurers that she used to be a scholar whose topic was around Phyneal, God of Luna, and came to Fenadra. She “changed\" a lot, and deemed that she has no way back to the surface now.\nTam told the adventurers a lot of rules here in Fenadra, including the two time prayers everyday, the meaning of the color of their clothes, the relationship between the seats of councilmen and the realms. She even told the adventurers about the news of the absent of the Seat of Hollow Heart.\nHer hands are twisted, and her facial expression are extremely distorted.\nTam showed up as the third candidate of the Seat of Hollow Heart. But with no companions, she became the first to be eliminated from the trials.",
    "location": [
      "Fenadra"
    ],
    "related": [
      "Lumio"
    ],
    "qa": {
      "Q": "你看見譚走向你。他看起來精神有些狀況，但至少他是人類。\nYou see Tam walking towards you. She looks a bit mentally distorted, but at least she's a human.",
      "C1": "你回覆他的搭話。也許能得到一些有用的資訊。\nYou respond to her. Maybe you can get some useful information.",
      "C2": "你刻意避開他。這裡所有人都太古怪了。\nYou ignore her intentionally. Everyone here is just weird.",
      "R1": "你從譚口中聽到不少關於斐納札的資訊，對你有些幫助。\nYou learn quite a lot about Fenadra from Tam. They're helpful to you.",
      "R2": "譚沒有刻意打擾你。但幾天內，你覺得有一雙眼睛一直在監視你。\nTam doesn't interrupt you intentionally. But in the few days, you feel like someone spying on you."
    }
  },
  {
    "id": "Theramond_Arylith",
    "name": "Theramond Arylith瑟拉蒙・艾瑞利斯",
    "url": "npc/npc_page/pages/Theramond_Arylith.html",
    "image": "individual_pics/Theramond Arylith.png",
    "status": "alive",
    "race": [
      "Dragonborn"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "阿龍的叔叔，費洛登的弟弟。\n與艾內莫為夫妻，有三名孩子：瑟拉斯、奈梨紗和維瑞克。\n在費洛登死後，成為代理龍冠。\n預計在完成審判後，將龍冠交給正式成為艾瑞利斯一族的賽勒涅爾（即阿龍）。",
    "descEn": "Al-lon’s uncle, Vaerodan’s younger brother.\nHusband of Enelmor, father of three: Serathe, Nylessa, and Vaelric.\nBecame the acting Crown after the death of Vaerodan.\nExpect to give the Crown to Cyrinel (Al-lon), who had officially became one of the Aryliths, after the trial.",
    "location": [
      "Rathanad"
    ],
    "related": [
      "Enelmor_Arylith",
      "Nylessa_Arylith",
      "Selyra_Arylith",
      "Serathe_Arylith",
      "Vaelric_Arylith",
      "Vaerodan_Arylith"
    ],
    "qa": {
      "Q": "瑟拉蒙朝著山的那一頭走去。你有些擔心在艾瑞利斯一家發生這麼多事後，他會做什麼事出來。\nTheramond walks toward the other side of the hill. You're a bit worried what he'll do after all the things that happened to the Aryliths.",
      "C1": "你追了上去，搭上瑟拉蒙的肩膀。\nYou run to him, putting your hands to his shoulder.",
      "C2": "你默默看著瑟拉蒙的背影，不讓他離開你的視線。\nYou silently watch Thermond's back, make sure you don't lose him.",
      "R1": "瑟拉蒙嘆了一口氣。「不用擔心我。」他苦笑著。\nTheramond sighs. \"Don't worry about me.\" He smiles bitterly.",
      "R2": "瑟拉蒙在山丘頂坐了下來，眺望遠方。\nTheramond sits on the top of the hill, looking into the distance."
    }
  },
  {
    "id": "Thompson",
    "name": "Thompson湯普生",
    "url": "npc/npc_page/pages/Thompson.html",
    "image": "individual_pics/Thompson.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "於貝瑟頓經營許久的小型書店「第1410頁」內工作的店員。\n與毛毛熟識，會提供雞腿給毛毛吃，似乎與領養他的貴族家庭也有不少交流。\n自稱是T.I.D.E.S.組織的相關人員，但並非內部成員。",
    "descEn": "A bookstore clerk of \"Page 1410\", a small bookstore in Batherdon.\nThompson is familiar with Dawn Light Fur, even provides him chicken drumsticks. He also seemed to have been working with the noble family that adopted Dawn Light Fur.\nThompson claimed to be a related with T.I.D.E.S., but not a member of it.",
    "location": [
      "Batherdon"
    ],
    "related": [],
    "qa": {
      "Q": "你看見湯普生和斑貓人冒險者毛毛十分熟悉。\nYou see that Thompson is quite familiar with Dawn Light Fur, the Tabaxi adventurer.",
      "C1": "詢問湯普生他和毛毛是怎麼認識的。\nAsk Thompson how he and Dawn Light Fur met.",
      "C2": "和湯普生表示你是毛毛的冒險夥伴。\nTell Thompson that you're an adventuring companion of Dawn Light Fur.",
      "R1": "「他的家人過去是我重要的客戶。」湯普生說道。\n\"His family was my important clients.\" Thompson says.",
      "R2": "「那你可要好好在冒險途中照顧他。」湯普生微笑道。\n\"Then you better take good care of him in the adventures.\" Thompson smiles."
    }
  },
  {
    "id": "Mayor_Thorne",
    "name": "Mayor Thorne索恩市長",
    "url": "npc/npc_page/pages/Mayor_Thorne.html",
    "image": "individual_pics/Mayor Thorne.jpeg",
    "status": "dead",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "瑟巴諾的鎮長，住在一個華麗的房子內，長期拄著一根拐杖。\n因為房子被Inu放火，而對Inu十分厭惡。\n招待冒險者們在他家夜宿。\n家裡似乎有個神秘的魔法盒子。\n死亡時，身上被發現有蜘蛛的咬痕。",
    "descEn": "The mayor of Sebano, who lived in a classy house, and walk with a stick.\nHe hated Inu since Inu was responsible for his house on fire.\nInvited the adventurers to live in his place.\nThere seemed to be a mysterious magic box in his house.\nWhen he died, there were bitten marks of spiders all over his body.",
    "location": [
      "Sebano"
    ],
    "related": [
      "Anna"
    ],
    "qa": {
      "Q": "你看見索恩市長抓著狗型的Inu，用他的鞭子抽打。\nYou see Mayor Thorne whipping the dog-like Inu.",
      "C1": "Inu本來就太頑皮了，是該好好教訓他。\nInu has been too naughty. He should totally get a lesson.",
      "C2": "阻止索恩市長。Inu只是個孩子，至少看起來如此。\nStop Mayor Thorne. Inu is just a kid, at least he looks like it.",
      "R1": "Inu咬了索恩市長一口，然後對著房子放火。\nInu bites Mayor Thorne, and incinerate the house.",
      "R2": "索恩市長哼了一聲，放開了Inu。\nMayor Thorne groans, and let go of Inu."
    }
  },
  {
    "id": "Mayor_Saerus_Pharyon",
    "name": "Mayor Saerus Pharyon賽爾斯・費利昂市長",
    "url": "npc/npc_page/pages/Mayor_Saerus_Pharyon.html",
    "image": "individual_pics/Mayor Saerus Pharyon.png",
    "status": "alive",
    "race": [
      "Dragonborn"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "萊斯諾的市長，即「龍冠」，中年金龍人男性。\n個性軟弱而優柔寡斷。\n對於萊斯諾和克萊芬的立場模糊。",
    "descEn": "The mayor, a.k.a. Crown, of Lesinor, a mid-aged gold dragonborn male.\nWeak and indecisive.\nHas an ambiguous stance in the situation between Leisnor and Clyphen.",
    "location": [
      "Leisnor"
    ],
    "related": [
      "General_Maliya_Kaeyal",
      "Syr_Galaestrel_Freyeman"
    ],
    "qa": {
      "Q": "賽爾斯市長看起來猶豫不決，無法打斷將軍和大臣的對話。\nMayor Saerus looks indecisive. He can't interrupt the conversation between the General and the Minister.",
      "C1": "繼續觀察賽爾斯市長的窘況。\nKeep on observing the awkwardness of Mayor Saerus.",
      "C2": "介入將軍與大臣的對話，為市長發聲。\nIntervene the conversation between the General and the Minister, and talk for the Mayor.",
      "R1": "一段時間後，你發現大臣也不說話了，任憑將軍發號施令。\nSome time later, you find the Minister stop talking, too, letting the General make orders.",
      "R2": "將軍惡狠狠地瞪者你。「你以為你他媽是誰？」\nThe General stares at you viciously. \"Who the fuck do you think you are?\""
    }
  },
  {
    "id": "Tina",
    "name": "Tina蒂娜",
    "url": "npc/npc_page/pages/Tina.html",
    "image": "individual_pics/Tina.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "貝瑟頓的貴族里奇蒙家中負責照顧失智的巴托斯爵士的僕人，已經在爵士宅邸工作10年了。\n據他所說，這份工作是由巴托斯爵士的女兒萊里付他薪水，且薪資十分不錯。\n看見巴托斯爵士從失去神智，變成正常，又化作石頭。央求冒險者們別把真相告訴其他人。",
    "descEn": "The maid who had been taking care of the noble Syr Bartosz Richomnd in Batherdon for 10 years.\nAs told by Tina, she was paid well by Syr Bartosz’s daughter, Riley.\nWitness the progress of Syr Bartosz turning from unconscious, to normal, then into stone. She pleaded the adventurers not to tell the truth to other people.",
    "location": [
      "Batherdon"
    ],
    "related": [
      "Bartosz_Richmond",
      "Riley_Richmond"
    ],
    "qa": {
      "Q": "面對巴托斯爵士的狀況，蒂娜失業了。\nFacing the situation of Syr Bartosz, Tina is now jobless.",
      "C1": "隱瞞事情的真相，讓萊里繼續付蒂娜薪水。\nHide the truth, and let Riley keep on paying Tina.",
      "C2": "利用你的人脈，替蒂娜介紹新的工作。\nUse your connections, and find a new job for Tina.",
      "R1": "在那之後，蒂娜再也沒有收到薪水了。\nAfter that, Tina never get her salary anymore.",
      "R2": "新的雇主對蒂娜很滿意，也很高興你能介紹他。\nThe new employer is very satisfied with Tina, and happy that you introduced her."
    }
  },
  {
    "id": "Trisha_of_Baylon",
    "name": "Trisha of Baylon貝倫的崔夏",
    "url": "npc/npc_page/pages/Trisha_of_Baylon.html",
    "image": "individual_pics/Trisha of Baylon.jpeg",
    "status": "alive",
    "race": [
      "Half-Elf"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "冒險者們在地下城發現困在牢籠內的半妖精年輕女子。\n崔夏自稱來自洛森王國的貝倫部落。他的父母是拉索斯教的忠誠信徒，卻遭到背叛，而導致崔夏被綁至地下城。同時，崔夏也因為父母的關係，對拉索斯教十分了解，進而對該宗教極度厭惡。\n幼年時雙手手臂被刺上拉索斯經文的刺青。\n隨身攜帶一個裝有開鎖工具的黑色小盒子，以及兩把匕首。\n在與冒險者走在地下城的過程中，因為Uko將一顆神祕石放在他的掌心，而將神祕石吸收進了身體裡。\n崔夏曾向Midori透露自己會聽到聲音叫他做不好的事情，在石頭融入他身體後，如果他反抗，便會感到極度的頭痛。\n在與台北市議員們逃出地城後，與Uko一同從寇林菲爾德逃亡，去尋找他的父母。",
    "descEn": "The half-elf young girl the adventurers found locked up in a cage in the dungeon.\nTrisha said she was from Baylon Tribe in the Lothum Kingdom. Her parents were loyal Laxthos worshippers, but was betrayed, which led to Trisha locked up in a cage.At the same time, due to her parents, Trisha was familiar with the cult, but also hated it.\nShe had Laxthos scripts tattooed on her arms when she was young.\nShe had a black box of locket picks on her, and also two daggers.\nWhen traveling with the adventurers, a mysterious stone found by Uko was absorbed by her body.\nTrisha revealed to Midori that she heard voices telling her to do bad things, and she’d felt agony if she resisted after the mysterious stone was absorbed by her.\nWhen the party escaped the dungeon, she and Uko left Korringfield to find her parents.",
    "location": [
      "Vowalon",
      "Korringfield"
    ],
    "related": [],
    "qa": {
      "Q": "你看見崔夏從口袋掏出一串絕對不屬於他的項鍊。\nYou see Trisha taking out a neckless from her pocket that definitely don't belong to her.",
      "C1": "私下告訴崔夏這樣做不對。\nTell Trisha privately that this is wrong.",
      "C2": "和崔夏說好換來的金幣要分你一半的金幣。\nTell Trisha that you want half the gold pieces that she gets from the neckless.",
      "R1": "崔夏露出懺悔的表情，但你知道他只是演給你看的。\nTrisha shows a regretting face, but you know she's just acting to you.",
      "R2": "崔夏露出得意的表情，點頭答應。\nTrisha has a smug expression, nods and agrees."
    }
  },
  {
    "id": "Twiggle",
    "name": "Twiggle頹哥",
    "url": "npc/npc_page/pages/Twiggle.html",
    "image": "individual_pics/Twiggle.jpeg",
    "status": "alive",
    "race": [
      "Squirrel"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "雷雅在貝瑟頓設下陷阱，抓到的松鼠。\n目前團隊中僅有Leah可以透過動物溝通術和他對話，從對話中得知他是個滿口髒話、神經質的牆頭草。\n目前頹哥與鑰一起坐在鑰的推車上，和冒險者們一起冒險。\n被鑰封為「嘎吱爵士」。",
    "descEn": "A squirrel caught be Leah with her traps near Batherdon.\nLeah is the only one who can communicate with Twiggle through speak with animals. She found that Twiggle is a swearing edgy bandwagon squirrel.\nTwiggle has been staying with Kaname on her cart and travel with the adventurers.\nDubbed as \"Syr Creak\" by Kaname.",
    "location": [
      "Batherdon",
      "Norman's Estate",
      "Mudtown",
      "Rathanad",
      "Leisnor",
      "Clyphen"
    ],
    "related": [],
    "qa": {
      "Q": "你看見頹哥暈倒在地上。\nYou see Twiggle faint on the ground.",
      "C1": "把頹哥撿起來，捧在手心。\nPick up Twiggle, and put him in your hands.",
      "C2": "把頹哥撿起來，放進森林裡。\nPick up Twiggle, and put him into the forest.",
      "R1": "頹哥沒有醒來，但不久後你就聽見他的打呼聲。\nTwiggle doesn't wake up. But some time later, you hear him snoring.",
      "R2": "你發現頹哥趁大家不注意時，爬了起來，躲進樹林裡。\nYou find Twiggle get up when no one pays attention, and hides in the forest."
    }
  },
  {
    "id": "Vaelric_Arylith",
    "name": "Vaelric Arylith維瑞克・艾瑞利斯",
    "url": "npc/npc_page/pages/Vaelric_Arylith.html",
    "image": "individual_pics/Vaelric Arylith.png",
    "status": "alive",
    "race": [
      "Dragonborn"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "阿龍的堂弟。\n十分年輕，卻是艾瑞利斯家族內最聰明的存在。\n與姊姊奈梨紗感情很好。\n擅長各種魔法，甚至會竄改記憶的魔法。\n在姊姊奈梨紗被定罪後，利用魔法將自己的記憶洗去。",
    "descEn": "Al-lon’s cousin.\nVery young, but already the smartest one in the whole Arylith family.\nVaelric is very close to his sister Nylessa.\nExpert in all kinds of magic, and can even perform magic that alter memories.\nWhen his sister Nylessa got convicted, Vaelric used magic to wipe his own memory.",
    "location": [
      "Rathanad"
    ],
    "related": [
      "Enelmor_Arylith",
      "Nylessa_Arylith",
      "Selyra_Arylith",
      "Serathe_Arylith",
      "Theramond_Arylith",
      "Vaerodan_Arylith"
    ],
    "qa": {
      "Q": "你知道維瑞克是全艾瑞利斯家最聰明的。你懷疑這個事件他有插手。\nYou know Vaelric is the most clever one in the Aryliths. You suspect that he is involved in the incident.",
      "C1": "嘗試詢問維瑞克，從他身上套出答案。\nTry to ask Vaelric, and get the answer from him.",
      "C2": "仔細觀察維瑞克，從他身上找出把柄。\nObserve Vaelric carefully, try to find his weakness.",
      "R1": "維瑞克說得振振有詞。你覺得他可能說謊，但你找不出破綻。\nVaelric speaks with great conviction. You think he might be lying, but you just can't find the loophole.",
      "R2": "你發現維瑞克時不時盯著他的姊姊奈梨紗看。也許你該改對奈梨紗問話。\nYou find Vaelric staring at his sister, Nylessa. Maybe you should ask Nylessa instead."
    }
  },
  {
    "id": "Vaerodan_Arylith",
    "name": "Vaerodan Arylith費洛登・艾瑞利斯",
    "url": "npc/npc_page/pages/Vaerodan_Arylith.html",
    "image": "individual_pics/Vaerodan Arylith.png",
    "status": "dead",
    "race": [
      "Dragonborn"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "阿龍的親生父親，拉撒拿龍冠。\n當年曾下令老尼克索將阿龍的蛋拋棄。\n舉止嚴肅但不嚴厲。\n在阿龍去見銀龍後的隔天，費洛登與老婆瑟萊拉被發現死於艾瑞利斯家的畫室。",
    "descEn": "Al-lon’s biological father, the Crown of Rathanad.\nOrdered Old Nixul to abandan Al-lon’s egg years ago.\nLooks serious but not strict.\nA day after Al-lon met the silver dragon, Vaerodan and his wife, Selyra, was found dead in the studio in the Arylith house.",
    "location": [
      "Rathanad"
    ],
    "related": [
      "Enelmor_Arylith",
      "Nylessa_Arylith",
      "Selyra_Arylith",
      "Serathe_Arylith",
      "Theramond_Arylith",
      "Vaelric_Arylith"
    ],
    "qa": {
      "Q": "你覺得費洛登用他嚴肅的表情，隱藏了很多秘密。\nYou think Vaerodan hides a lot of secrets behind his strict face.",
      "C1": "向費洛登詢問關於阿龍被棄養的事。\nAsk Vaerodan about the story of Al-lon's abandonment.",
      "C2": "向費洛登詢問關於銀龍的事。\nAsk Vaerodan about the Silver Dragon.",
      "R1": "「那是多年前的錯，但我也是逼不得已的。」費洛登小聲說道。\n\"It was a mistake made years ago, but I had no choice.\" Vaerodan whispers.",
      "R2": "「那傢伙......我們私下再說吧。」費洛登看了看周圍。\n\"That guy...... Let's talk later in private.\" Vaerodan looks around."
    }
  },
  {
    "id": "Dr_Vaxon",
    "name": "Dr. Vaxon瓦克松醫師",
    "url": "npc/npc_page/pages/Dr_Vaxon.html",
    "image": "individual_pics/Dr. Vaxon.jpeg",
    "status": "historical figure",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "卡什拉的醫生，為匿名之聲工作。\n對索拉從小照顧，但也建議索拉的父母對其進行一些儀式，最終導致索拉的死亡。\n曾向索拉預言會有幾名冒險者會來把他救出來。\n在冒險者們與他相見時，手部似乎有些狀況，與Ron的巫妖之手十分相似。經過Midori的感知，他似乎不是人類，而是名巫妖。",
    "descEn": "The doctor in Kashla, who worked for the Voice of the Anonymous.\nLooked after Sora since Sora was a baby, but also suggested Sora’s parents with some rituals, which led to Sora’s final death.\nHe once told Sora a prophecy that there would be several adventurers who will bring him out.\nAs the adventurers met him, there seemed to be something wrong with his arms, like Ron’s arm. After Midori’s sensing, Dr. Vaxon might not be a human, but a lich.",
    "location": [
      "Kashla"
    ],
    "related": [
      "Dudu",
      "Leslie_Grunfeld",
      "Sora"
    ],
    "qa": {
      "Q": "你來到瓦克松醫師的診間。\nYou come to Dr. Vaxon's clinic.",
      "C1": "你W%ARSFFDHd。\nYou $^!TY^%UHDYJ.",
      "C2": "你^&JETDYKU(。\nYou @W#RFAWR&RHT.",
      "R1": "「你以為這些選擇是你自己決定的嗎？」\n「這些問題，難道都不是有引導性的問題嗎？」\n「你怎麼不自己想想，除了兩個選項外，還有沒有別的可能性？」\n\"You think these choices are made by yourself?\"\n\"Aren't these all guiding questions?\"\n\"Why don't you stop and think if there's any options outside the two given choices?\"",
      "R2": "「Rugatha不過是個虛幻的世界，醒醒吧。」\n「這些故事都只是被寫出來的，你很清楚，我也很清楚，所以我們別裝了。」\n「等等你骰出大失敗可別怪我。」\n\"Rugatha is just a fictional world. Wake up.\"\n\"These stories are all made up. You know it, and I know it, so let's just not pretend.\"\n\"Don't blame me if you roll a critical failure later.\""
    }
  },
  {
    "id": "Valero_Berners",
    "name": "Valero Berners瓦萊羅・柏納斯",
    "url": "npc/npc_page/pages/Valero_Berners.html",
    "image": "individual_pics/Valero Berners.jpeg",
    "status": "historical figure",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "年僅10歲左右，與索拉生下兒子塔里・柏納斯。\n父母為懷雅特和露西。",
    "descEn": "About age 10. She had a baby with Sora, named Tari Berners.\nValero’s parents were Wyatt and Lucy.",
    "location": [
      "Kashla"
    ],
    "related": [
      "Sora"
    ],
    "qa": {
      "Q": "你看著年幼的瓦萊羅，懷中抱著一個出生不久的孩子。\nYou see the young Valero, holding a baby who was just born in her arms.",
      "C1": "詢問瓦萊羅這是誰？\nAsk Valero who this is?",
      "C2": "嘗試把孩子接到你手中，讓瓦萊羅休息。\nTry to take the baby from Valero, so she can rest.",
      "R1": "「這是我的孩子，塔里。」瓦萊羅說。\n\"This is my baby, Tari.\" Valero says.",
      "R2": "孩子大哭。瓦萊羅把他從你手中奪了回來。\nThe kid cries. Valero snatch the baby from your hands."
    }
  },
  {
    "id": "Lord_Wind",
    "name": "Lord Wind溫德大人",
    "url": "npc/npc_page/pages/Lord_Wind.html",
    "image": "individual_pics/Lord Wind.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Laxthos"
    ],
    "descZh": "溫德家中的父親。\n似乎是拉索斯教的人員，或是從事相關的貿易工作。",
    "descEn": "The father in the Wind family.\nHe seemed to be working for Laxthos, or did some business that is related to Laxthos.",
    "location": [
      "Bomozan"
    ],
    "related": [
      "Mr_Muffins",
      "Peter"
    ],
    "qa": {
      "Q": "「你給我滾出去！」溫德大人抱著昏迷的彼得。「不要讓我再看見你。」\n\"Go away!\" Lord Wind hugs Peter, who is in coma. \"Don't let me see you again.\"",
      "C1": "嘗試和他說明彼得發生了什麼事。\nTry to explain what happened to Peter to him.",
      "C2": "默默離開現場。\nLeave the scene silently.",
      "R1": "溫德大人從背後抽出匕首，直對著你。\nLord Wind takes a dagger from his back, pointing at you.",
      "R2": "你聽見溫德大人哭喊著彼得的名字。\nYou hear Lord Wind crying out Peter's name."
    }
  },
  {
    "id": "Xandria_the_Violet_of_Macksohn",
    "name": "Xandria, the Violet of Macksohn麥克嵩的紫羅蘭，珊吉雅",
    "url": "npc/npc_page/pages/Xandria_the_Violet_of_Macksohn.html",
    "image": "individual_pics/Xandria, the Violet of Macksohn.jpeg",
    "status": "alive",
    "race": [
      "Halfling"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "Paladin的生母，居住在麥克嵩的半身人。\n大家對她的形容是「傾國傾城」。\n在柏納斯家的晚宴上，和Paladin相認，但是似乎是靠著弗列里爵士的交涉才願意認Paladin。\n在比武大會的災難後，決定和弗列里夫婦一同回到寇林菲爾德居住。\n曾將胸前的別針和髮簪分別遞給Paladin和YHWH作為信物。",
    "descEn": "The woman who gave birth to Paladin, a halfling who lived in Macksohn.\nShe was described as the prettiest of all in Macksohn.\nShe finally admits being Paladin’s mother in the Berners banquet, but mostly due to Syr Flaerry giving up on his title.\nAfter the Macksohn Tournament incident, she decided to go back to Korringfield with the Flaerry couple.\nShe gave Paladin her pin and YHWH her hairpin as gifts.",
    "location": [
      "Macksohn",
      "Korringfield"
    ],
    "related": [
      "Gareth_Berners",
      "Mr_Flaerry",
      "Ona_Berners",
      "Rosa_Flaerry",
      "Syr_Magnus"
    ],
    "qa": {
      "Q": "你看見紫羅蘭跟著柏納斯家的人一起出現在晚宴上。他被蓋瑞斯緊緊守護著。\nYou see the Violet enters the banquet with the Berners. She's escorted by Gareth.",
      "C1": "詢問歐娜・柏納斯紫羅蘭與柏納斯家之間的關係。\nAsk Ona about the relationship between the Violet and the Berners.",
      "C2": "詢問刀疤臉紫羅蘭與王室之間的關係。\nAsk Scar-Face about the relationship between the Violet and the royal family.",
      "R1": "「我們都是對國王來說重要的人。」歐娜低調的說。\n\"We're all important figures to the King.\" Says Ona in low profile.",
      "R2": "「國王十分器重紫羅蘭，他的地位和大臣一樣高。」刀疤臉說。\n\"The King values the Violet a lot. She's about as important as the Minister.\" Says Scar-Face."
    }
  },
  {
    "id": "Yuki",
    "name": "Yuki小雪",
    "url": "npc/npc_page/pages/Yuki.html",
    "image": "individual_pics/Yuki.jpeg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "female",
    "religion": [
      "Laxthos"
    ],
    "descZh": "對Midori而言非常重要的人，多次以幻影出現在Midori的腦中，也曾在妖精荒野時被艾爾比以幻象呈現在大家面前。\n過去似乎曾被關押在一個伸手不見五指的地方，現在的動向不明。\n在聖拉雅米島的洞穴，被發現操控著拉茲特獸攻擊老鼠人。",
    "descEn": "A very important figure to Midori, who showed up in Midori’s head a lot of times, and also projected by Elby in the Feywild.\nShe was once locked up in a total dark place, and there had been no clue where she is.\nShe was found controlling a Laztek, attacking the ratfolks in a cave on St. Rayami Island.",
    "location": [
      "Fanaur",
      "St. Rayami Island"
    ],
    "related": [
      "Iochi_Mari"
    ],
    "qa": {
      "Q": "你看見Midori對著一個幻象直盯著出神。\nYou see Midori staring at an illusion, mesmerized.",
      "C1": "詢問Midori那個人是誰？\nAsk Midori who is the person?",
      "C2": "詢問Midori他生命中是否有很重要的人？\nAsk Midori if there is someone important in her life?",
      "R1": "「一個我很珍惜的人。但他消失很久了。」Midori說。\n\"Someone I cherish. But she's been gone for long.\" Midori says.",
      "R2": "「你們對我來說都很重要啊。」Midori說。\n\"You're all important to me.\" Midori says."
    }
  },
  {
    "id": "Zach",
    "name": "Zach札克",
    "url": "npc/npc_page/pages/Zach.html",
    "image": "individual_pics/Zach.jpeg",
    "status": "dead",
    "race": [
      "Dwarf"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "帶領冒險者前往礦脈的矮人，愛喝啤酒。\n有一隻名為啵啵V的機器人夥伴。\n在礦脈因掉入陷阱而死亡。",
    "descEn": "The dwarf who brought the adventurers to the mine, who lived drinking beer.\nHe had a robot companion called BoBo-V.\nZach fell into a trap and died in the mine.",
    "location": [
      "Orun"
    ],
    "related": [
      "BoBoVBoBoW"
    ],
    "qa": {
      "Q": "你看見札克走在礦脈中，搖搖晃晃。\nYou see Zach walking in the mine, wobbling.",
      "C1": "要札克休息一下，清醒一點再繼續往前走。\nTell Zach to take a break, and continue after he's sober.",
      "C2": "隨時注意札克的狀況，讓他繼續。\nWatch out for Zach, and let him continue on.",
      "R1": "「我沒事！」札克拍拍胸脯。「這裡我老熟了！」\n\"I'm alright!\" Zach pats his chest. \"I'm familiar with this hell of a place!\"",
      "R2": "當你注意到時已經來不及了。札克踩到了陷阱。\nIt's too late when you notice it. Zach steps on a trap."
    }
  },
  {
    "id": "Zek",
    "name": "Zek澤克",
    "url": "npc/npc_page/pages/Zek.html",
    "image": "individual_pics/Zek.jpg",
    "status": "alive",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [
      "Keinra"
    ],
    "descZh": "狂暴戰士幫位於拉克渡口的首領。\n是一名有一頭紫髮的壯碩男子。\n委託冒險者去聖拉雅米島上尋找失蹤的狂暴戰士幫成員。\n並舉行了狂暴之儀測試波以及YHWH是否有加入狂暴戰士幫的資質。",
    "descEn": "The leader of the Raging Warriors at Lark Crossing.\nHe is a burly man with purple hair.\nHe commissioned the adventurers to search St. Rayami Island for missing members of the Raging Warriors.\nHe also conducted the Rite of Fury to test whether Beau and YHWH were qualified to join the Raging Warriors.",
    "location": [
      "Lark"
    ],
    "related": [
      "Beau",
      "Essis",
      "Sigom_III"
    ],
    "qa": {
      "Q": "「關於狂暴戰士幫，還有什麼問題嗎？」澤克看著大家。\n\"Are there any more question about the Raging Warriors?\" Zek looks at everyone.",
      "C1": "詢問關於狂暴戰士幫的歷史。\nAsk about the history of the Raging Warriors.",
      "C2": "詢問自己在狂暴戰士幫可以得到什麼鬥名。\nAsk what title you can get in the Raging Warriors.",
      "R1": "「這一切都得從希崗大人開始說起。」澤克坐了下來。\n\"It all starts with Lord Sigom.\" Zek sits down.",
      "R2": "「你？我想想......」澤克停了一下。「大概是『說說傻話』吧！」\n\"You? Let me think......\" Zek paused. \"I'd say something like 'Nonsense Speaker', I guess.\""
    }
  },
  {
    "id": "Manbao",
    "name": "Manbao慢爆",
    "url": "npc/npc_page/pages/Manbao.html",
    "image": "individual_pics/Manbao.png",
    "status": "alive",
    "race": [
      "Laztek"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "Samael於麥克嵩地下城撿到的拉茲特獸幼獸，行動緩慢，聲音低沉。\n被Samael當成酷爆的弟弟養。\n食性未知。",
    "descEn": "A Laztek pup that Samael found in the Macksohn Dungeon.\nIt moves slowly and has a deep, rumbling voice.\nSamael keeps it as Kubao's little brother.\nIts diet is unknown.",
    "location": [
      "Macksohn",
      "Great Citadel",
      "Lark",
      "St. Rayami Island",
      "Fanaur"
    ],
    "related": [
      "Kubao"
    ],
    "qa": {
      "Q": "你看見慢爆停在Ron手上休息。\nYou see Manbao resting on Ron's hand.",
      "C1": "把慢爆挪下來。\nMove Manbao from Ron's hand.",
      "C2": "問Ron這是怎麼回事？\nAsk Ron what this is about.",
      "R1": "你發現挪下來後，慢爆又爬回去了。\nYou find Manbao crawls back after you move it away.",
      "R2": "「啊我怎麼會知道？」Ron聳聳肩。「他就喜歡啊。」\n\"How would I know?\" Ron shrugs. \"He just likes it.\""
    }
  },
  {
    "id": "Dudu",
    "name": "Dudu嘟嘟",
    "url": "npc/npc_page/pages/嘟嘟.html",
    "image": "individual_pics/嘟嘟.jpeg",
    "status": "dead",
    "race": [
      "Dog"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "索拉家養的黃金獵犬，十分活潑，受到YHWH的喜愛。\n在一次瓦克松建議的儀式中，被開腸剖肚，拿來獻祭。",
    "descEn": "The golden retriever that Sora owned, it was lively and loved by YHWH.\nIn a ritual hold by Dr. Vaxon, It was killed and slit through its body as a sacrifice.",
    "location": [
      "Kashla"
    ],
    "related": [
      "Dr_Vaxon",
      "Sora"
    ],
    "qa": {
      "Q": "你看見嘟嘟的屍體躺在你們面前。\nYou see the body of Dudu in front of all of you.",
      "C1": "遮住索拉的眼睛。\nCover Sora's eyes.",
      "C2": "看看索拉有什麼反應。\nObserve what reaction Sora has.",
      "R1": "「沒事......我知道發生什麼事了。」索拉流著淚。\n\"It's alright...... I know what happened.\" Tears run out of Sora's eyes.",
      "R2": "「嘟嘟......為什麼......」索拉跪了下來。\n\"Dudu...... Why......\" Sora kneels down."
    }
  },
  {
    "id": "Kubao",
    "name": "Kubao酷爆",
    "url": "npc/npc_page/pages/Kubao.html",
    "image": "individual_pics/Kubao.jpeg",
    "status": "alive",
    "race": [
      "Wolf"
    ],
    "gender": "neutral",
    "religion": [],
    "descZh": "Samael於嚎叫森林守夜時撿起的幼狼，隨著台北市議員們一起行動。\n在地下城時，透過Uko告知大家他的本名為戴倫，不過願意接受酷爆為他的名字。",
    "descEn": "A wolf pup that Samael found at the Howling Forest when she took the night shift.\n酷爆 adventured with the party.\nIn the dungeon, it told Uko that its original name was Darren, but was fine with 酷爆 being its name.",
    "location": [
      "Howling Forest",
      "Vowalon",
      "Korringfield",
      "Macksohn",
      "Dorrenville",
      "the Feywild",
      "Great Citadel",
      "Lark",
      "St. Rayami Island",
      "Fanaur"
    ],
    "related": [
      "Manbao"
    ],
    "qa": {
      "Q": "餵食酷爆的時間到了。你身上有很多種可以餵他的食物。\nIt's time to feed Kubao. You have a lot of choices of food to feed him.",
      "C1": "拿出你的乾糧，分他一大塊。\nTake out your rations, and give him a big piece.",
      "C2": "拿出你收藏的肉乾，拔一塊給他。\nTake out your collection of jerky, and give him a piece.",
      "R1": "酷爆小口小口地吃，吃一半就不吃了。\nKubao takes small bites, and stops eating halfway through.",
      "R2": "酷爆大口把肉乾吃掉，討著下一塊吃。\nKubao devours a large piece of jerkey, looking forward to a new one."
    }
  },
  {
    "id": "Petra",
    "name": "Petra佩特拉",
    "url": "npc/npc_page/pages/Petra.html",
    "image": "individual_pics/Petra.png",
    "status": "alive",
    "race": [
      "Ratfolk"
    ],
    "gender": "female",
    "religion": [],
    "descZh": "居住在金海岸礦坑中的老鼠人。\n受到拉索斯教徒的脅迫，在島上綁架居民。\n在金海岸礦坑的戰鬥中展現了驚人的求生意志。",
    "descEn": "A ratfolk living in the Gold Coast Mines.\nForced by followers of Laxthos to kidnap residents on the island.\nShe displayed an astonishing will to survive during the battle in the Gold Coast Mines.",
    "location": [
      "St. Rayami Island"
    ],
    "related": [],
    "qa": {
      "Q": "你看見一隻鼠人冒險者，正在幫助拯救其他鼠人。\nYou see a ratfolk adventurer, saving the other ratfolks.",
      "C1": "你上前和他致意。\nYou walk up to her and pay your tribute.",
      "C2": "你邀請他加入你的團隊。\nYou ask her to join your adventuring group.",
      "R1": "佩特拉和你握手，並表示救人要緊。\nPetra shakes your hand, and say that saving others is priority.",
      "R2": "佩特拉感謝你的邀請，但他表示自己有更重要的事項。\nPetra thanks you for inviting, but says she has other priorities."
    }
  },
  {
    "id": "Yi",
    "name": "Yi伊",
    "url": "npc/npc_page/pages/Yi.html",
    "image": "individual_pics/Yi.jpg",
    "status": "unknown",
    "race": [
      "Human"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "麥克嵩貧民窟的年輕男子，似乎和貧民窟裡的多數人都認識。\n受僱於被他稱為M伯爵的馬可斯・詹斯之下，擔任類似情報員的角色，負責搜集和蜘蛛神教相關的情報。\n有一座秘密基地，裡面有不少和宗教相關的書籍。\n由玩家Nasa扮演。",
    "descEn": "A young man from old town Macksohn, who seemed to know everyone in the old town.\nHe was hired by Marcus Jens, whom he called Count M, as an agent, in charge of information on the Spider-God religion.\nHe had a secret base with lots of books on religion.\nThis character was played by Nasa.",
    "location": [
      "Macksohn",
      "Great Citadel"
    ],
    "related": [
      "Marcus_Jens"
    ],
    "qa": {
      "Q": "你看見伊躡手躡腳地在馬克斯家附近逡巡。\nYou see Yi sneaking around Marcus's house.",
      "C1": "你上前詢問他在幹麻。\nYou walk up to him, asking what he's doing.",
      "C2": "你登門拜訪馬克斯，並告訴他你看到的事。\nYou visit Marcus, and tell him what you see.",
      "R1": "「我不確定M伯爵有沒有在家......」伊尷尬的說道。\n\"I'm not sure if Count M is at home or not......\" Yi says awkwardly.",
      "R2": "「噢，你說的是我的線人。」馬可斯笑了笑。「他常常這樣子，但他是個好孩子。」\n\"Oh, you're talking about my informant.\" Marcus laughs. \"He's often like that, but he's a good kid.\""
    }
  },
  {
    "id": "Yung",
    "name": "Yung勇哥",
    "url": "npc/npc_page/pages/Yung.html",
    "image": "individual_pics/Yung.jpeg",
    "status": "alive",
    "race": [
      "Horse"
    ],
    "gender": "male",
    "religion": [],
    "descZh": "馬格努斯爵士給Lemmy騎去麥克嵩的馬。\n年紀較大，跑的速度比較慢，但是依舊穩健且可靠。",
    "descEn": "The horse that Syr Magnus provided Lemmy to ride to Macksohn.\nHe was old and slow, but still steady and reliable.",
    "location": [
      "Korringfield",
      "Macksohn",
      "Dorrenville"
    ],
    "related": [
      "Syr_Magnus"
    ],
    "qa": {
      "Q": "你發現在團隊加入斯比迪後，勇哥好像更沒自信了。\nYou find that after Speedy joins the group, Yung seems less confident.",
      "C1": "你利用餵食的機會，多餵勇哥一些稻草。\nYou take the opportunity to feed Yung more straw.",
      "C2": "你故意當著勇哥的面，說著「那個斯比迪也沒什麼了不起嘛」。\nYou intentionally say \"that Speedy is nothing special\" in front of Yung.",
      "R1": "勇哥慢慢吃，還是把多給的稻草也吃完了。\nYung takes it slow, but still finish the extra straw.",
      "R2": "你似乎聽見勇哥嘆氣。但他只是隻馬，不會嘆氣的吧？\nYou seem to hear Yung sigh. But he's just a horse, he wouldn't sigh, right?"
    }
  }
]
